{
    "title": "Schumer moves to shut down debate on $1T infrastructure bill",
    "news": [
        {
            "id": 0,
            "text": "Senate Majority Leader Charles Schumer (D-N.Y.) is teeing up a Saturday vote to wind down debate on a roughly $1 trillion infrastructure bill, with senators hoping to pass the legislation as soon as this weekend."
        },
        {
            "id": 1,
            "text": "Schumer on Thursday night moved to arrange the vote for Saturday, where he’ll need 60 votes to move forward, after a day of behind-the-scenes haggling failed to produce a breakthrough."
        },
        {
            "id": 2,
            "text": "“I believe we’re very close to an agreement and see no reason why we can’t complete this important bipartisan bill,” Schumer said."
        },
        {
            "id": 3,
            "text": "“So I urge both sides to continue working diligently to make it happen.”"
        },
        {
            "id": 4,
            "text": "A Democratic aide described Schumer’s move as a back-up plan that would ensure that the Senate could take the procedural vote Saturday in the event that he wasn’t able to work out a deal to finish the bill Thursday, as was the case."
        },
        {
            "id": 5,
            "text": "After more than two hours on the floor, senators weren’t able to get a deal to wrap up the bill on Thursday night or agree on quickly moving to final passage once they reconvene on Saturday."
        },
        {
            "id": 6,
            "text": "That left some senators visibly frustrated as they departed the Capitol for the night."
        },
        {
            "id": 7,
            "text": "Senators had hoped to get a deal on anywhere between 16 to 25 additional amendment votes, but that fell apart by the end of the night."
        },
        {
            "id": 8,
            "text": "Instead they’ll vote to start ending debate on Saturday and have up to 60 hours to burn before final passage."
        },
        {
            "id": 9,
            "text": "“We very much want to finish this important bill so we will reconvene Saturday at noon to vote on cloture and then we will follow the regular order to finish the bill,” Schumer said."
        },
        {
            "id": 10,
            "text": "Senators were seen huddling around Sen. Bill Hagerty (R-Tenn.) during Thursday night’s hours-long vote as they tried to get him to cut a deal on a package of amendments."
        },
        {
            "id": 11,
            "text": "“I was asked to consent to expedite the process and pass it."
        },
        {
            "id": 12,
            "text": "I could not, in good conscience, allow that to happen at this hour—especially when the objective of the majority is to hurry up and pass this bill so that they can move quickly to their $3.5 trillion tax-and-spend spree,” Hagerty said in a statement, noting that the Senate just got a Congressional Budget Office Score on Thursday."
        },
        {
            "id": 13,
            "text": "Schumer and Hagerty had been expected by several senators to try to offer competing schedules on potential amendment votes and block each other’s requests; instead, the Senate ended its session with Sen. Kyrsten Sinema (D-Ariz.) thanking senators for “the work we’ve done together in a bipartisan fashion.”"
        },
        {
            "id": 14,
            "text": "Sen. John Thune (R-S.D.), the No.2 Senate Republican, said the anticlimactic end said “cooler heads prevailed.”"
        },
        {
            "id": 15,
            "text": "The inability to get a deal came after leadership called an unrelated vote on a judicial nominee Thursday night to try to get senators back on the floor to see if they could work out a deal that would let them finish the infrastructure bill late Thursday night, or as part of an all-night session that would wrap Friday morning."
        },
        {
            "id": 16,
            "text": "Senators, however, had low expectations, predicting that the bill would instead finish over the weekend."
        },
        {
            "id": 17,
            "text": "Asked about the possibility of passing the bill on Thursday night, Thune said earlier Thursday evening that he was “not feeling” it."
        },
        {
            "id": 18,
            "text": "“If you wanna see final passage, go home,” Thune added."
        },
        {
            "id": 19,
            "text": "Sen. Josh Hawley (R-Mo.) laughed when asked about the chance of a Thursday night deal."
        },
        {
            "id": 20,
            "text": "“A bunch of people have holds,” he said."
        },
        {
            "id": 21,
            "text": "Other senators were spotted leaving the Capitol, indicating that they were going home for the night."
        },
        {
            "id": 22,
            "text": "Senators pointed to a few last sticking points that were slowing down a final deal, including a push by Sen. Shelby (R-Ala.) and other Republicans to add roughly $50 billion in defense infrastructure into the bill."
        },
        {
            "id": 23,
            "text": "Sens. Rob Portman (R-Ohio) and Mark Warner (D-Va.) were also battling with Sens. Pat Toomey (R-Pa.), Ron Wyden (D-Ore.) and Cynthia Lummis (R-Wyo.) over cryptocurrency policy, with competing amendments over who would be exempt from the bill’s tax provisions."
        },
        {
            "id": 24,
            "text": "“I think we’re at an impasse,” Toomey told reporters."
        },
        {
            "id": 25,
            "text": "The White House on Thursday night came out in favor of the Portman-Warner amendment, wading into the Senate battle."
        },
        {
            "id": 26,
            "text": "“We are grateful to Chairman Wyden for his leadership in pushing the Senate to address this issue, however we believe that the alternative amendment put forward by Senators Warner, Portman, and Sinema strikes the right balance and makes an important step forward in promoting tax compliance,” said Andrew Bates, a spokesman for the White House."
        },
        {
            "id": 27,
            "text": "Wyden fired back, saying in a statement that the Warner-Portman proposal “provides a government-sanctioned safe harbor for the most climate-damaging form of crypto tech, called proof-of-work.”"
        }
    ],
    "entities": [
        {
            "text": "Chuck Schumer",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Cynthia Lummis",
            "id": "Eentity#10",
            "entityType": "People"
        },
        {
            "text": "Biden Administration",
            "id": "Eentity#11",
            "entityType": "People"
        },
        {
            "text": "Senators",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Bill Hagerty",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Krysten Sinema",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Richard Shelby",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Rob Portman",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Mark Warner",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Pat Toomey",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "Ron Wyden",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#1",
            "para": 10,
            "agent": "Senators",
            "patient": "Bill Hagerty",
            "event": "tried to get him to cut a deal",
            "event_trigger": "get",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 13,
            "agent": "Chuck Schumer",
            "patient": "Bill Hagerty",
            "event": "offer competing schedules on potential amendment votes ",
            "event_trigger": "offer",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 13,
            "agent": "Bill Hagerty",
            "patient": "Chuck Schumer",
            "event": "block each other’s requests",
            "event_trigger": "block",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 13,
            "agent": "Krysten Sinema",
            "patient": "Senators",
            "event": "thanking",
            "event_trigger": "thanking",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 22,
            "agent": "Richard Shelby",
            "patient": "Senators",
            "event": "slowing down a final deal",
            "event_trigger": "slowing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 23,
            "agent": "Rob Portman",
            "patient": "Pat Toomey",
            "event": " were also battling",
            "event_trigger": "battling",
            "agent2": "Mark Warner",
            "patient2": "Ron Wyden",
            "agent3": "",
            "patient3": "Cynthia Lummis",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 25,
            "agent": "Biden Administration",
            "patient": "Rob Portman",
            "event": "came out in favor of the Portman-Warner amendment",
            "event_trigger": "favor",
            "agent2": "",
            "patient2": "Mark Warner",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 27,
            "agent": "Ron Wyden",
            "patient": "Mark Warner",
            "event": "fired back",
            "event_trigger": "fired",
            "agent2": "",
            "patient2": "Rob Portman",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 11,
    "events_count": 8,
    "sentence_count": 28,
    "word_count": 764,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_1004_DOCUMENT_1"
}