{
    "title": "House passes legislation to avert a railroad shutdown",
    "news": [
        {
            "id": 0,
            "text": "The House on Wednesday approved legislation to avert a rail shutdown following a grave warning from President Joe Biden about the economic danger posed by congressional inaction."
        },
        {
            "id": 1,
            "text": "By a 290 to 137 vote, the House passed the tentative rail agreement that will prevent a rail strike."
        },
        {
            "id": 2,
            "text": "The vote was largely bipartisan, with 79 Republicans joining Democrats in voting for the bill."
        },
        {
            "id": 3,
            "text": "Eight Democrats voted against the bill."
        },
        {
            "id": 4,
            "text": "In a separate vote, the House also voted 221 to 207 to add a provision to the rail agreement that would increase the number of paid sick days from one to seven."
        },
        {
            "id": 5,
            "text": "The bill was passed largely down party lines, with just three Republicans, including John Katko of New York, and Brian Fitzpatrick of Pennsylvania crossing over to vote with Democrats on that measure."
        },
        {
            "id": 6,
            "text": "Without congressional action, a rail strike could become a reality as early as December 9, causing shortages, spiking prices and halting factory production."
        },
        {
            "id": 7,
            "text": "It could also disrupt commuter rail services for up to seven million travelers a day and the transportation of 6,300 carloads of food and farm products a day, among other items, according to a collection of business groups."
        },
        {
            "id": 8,
            "text": "The additional sick leave provision was added at the insistence of progressive members of the House who had threatened to scuttle the rail agreement bill if sick leave wasn’t included."
        },
        {
            "id": 9,
            "text": "However, it was added using an arcane tactic that will enable the Senate to pass the original rail agreement without including the sick leave provision."
        },
        {
            "id": 10,
            "text": "The bill now heads over to the Senate where it is unclear whether there is support for that provision."
        },
        {
            "id": 11,
            "text": "The strategy of holding two different votes could give Democrats cover with the left without jeopardizing passage of the bill in the Senate."
        },
        {
            "id": 12,
            "text": "Senate leaders are now trying to see if they can reach a deal to pass the rail legislation as soon as Wednesday night, according to two Senate sources, but they would need all 100 senators to agree to schedule that vote."
        },
        {
            "id": 13,
            "text": "Any one senator can object and drag out the process."
        },
        {
            "id": 14,
            "text": "A freight rail strike could cost the US economy $1 billion in its first week alone, according to a new analysis from the Anderson Economic Group."
        },
        {
            "id": 15,
            "text": "As a result, Biden had pushed Congress to “immediately” pass the legislation to avert a shutdown."
        },
        {
            "id": 16,
            "text": "Calling himself a “proud pro-labor President,” Biden said in his Monday statement, “I am reluctant to override the ratification procedures and the views of those who voted against the agreement."
        },
        {
            "id": 17,
            "text": "But in this case – where the economic impact of a shutdown would hurt millions of other working people and families – I believe Congress must use its powers to adopt this deal.”"
        },
        {
            "id": 18,
            "text": "A rail shutdown, Biden warned, would “devastate the economy.”"
        },
        {
            "id": 19,
            "text": "Even as 79 House Republicans voted for the rail deal, House GOP Leader Kevin McCarthy voted against it."
        },
        {
            "id": 20,
            "text": "Asked why, McCarthy blamed President Biden."
        },
        {
            "id": 21,
            "text": "“First Biden told us that inflation was transitory, it wasn’t,” he told CNN."
        },
        {
            "id": 22,
            "text": "“He told us immigration was seasonal and it wasn’t."
        },
        {
            "id": 23,
            "text": "He told us Afghanistan wouldn’t collapse to the Taliban."
        },
        {
            "id": 24,
            "text": "Then he told us in September that this deal was all worked out."
        },
        {
            "id": 25,
            "text": "Now he wants the government to go into this?"
        },
        {
            "id": 26,
            "text": "I just think it’s another - it’s another sign of why the economy is weak under this Biden administration.”"
        },
        {
            "id": 27,
            "text": "Pressed over the fact that if his position won, it would have led to a strike, McCarthy pushed back."
        },
        {
            "id": 28,
            "text": "“If my position held out we’d actually have it done by the private sector a long time ago and we’d have efficiency."
        },
        {
            "id": 29,
            "text": "We wouldn’t have inflation, we’d have a secure border.”"
        },
        {
            "id": 30,
            "text": "Push for quick Senate vote"
        },
        {
            "id": 31,
            "text": "There is now a push to get the bill done by Wednesday since senators typically leave for the weekend on Thursdays and given concerns that the impact of a potential strike could be felt as soon as this week."
        },
        {
            "id": 32,
            "text": "Sen. Bernie Sanders, an independent who caucuses with Democrats, has indicated he wouldn’t allow a vote to occur unless the Senate gives him a vote on his amendment to mandate seven days of paid sick leave for rail workers."
        },
        {
            "id": 33,
            "text": "Asked if he would agree to let the Senate vote on the deal Thursday if he gets a vote on his amendment, Sanders told CNN: “We will see.”"
        },
        {
            "id": 34,
            "text": "Republicans, in the meantime, have not yet requested any amendment votes, according to Sen. John Thune, the Republican whip."
        },
        {
            "id": 35,
            "text": "“I don’t think we want to get into the weeds with details and agreements,” Thune said."
        },
        {
            "id": 36,
            "text": "Still Thune later told CNN that Republicans are unlikely to agree to a final vote tonight on passage of the railway bill but said that it’s still possible final votes could occur on Thursday."
        },
        {
            "id": 37,
            "text": "‘I expect there will be objections to doing it that way,” Thune said when asked about a Wednesday night vote."
        },
        {
            "id": 38,
            "text": "“We got people in all kinds of different places on this,” referring to GOP senators."
        },
        {
            "id": 39,
            "text": "Some conservative critics of the plan even conceded a vote on final passage could occur Thursday."
        },
        {
            "id": 40,
            "text": "“I think that’s certainly a possibility that we see a vote tomorrow,” said Sen. Ted Cruz, a Texas Republican."
        },
        {
            "id": 41,
            "text": "Several Republican senators said Tuesday they are still weighing whether to back the legislation."
        },
        {
            "id": 42,
            "text": "Some said they are worried about what might be included in the final version of the legislation."
        },
        {
            "id": 43,
            "text": "“We’re going to have look at the particulars of whatever bill might come before us,” said Indiana Republican Sen. Todd Young."
        },
        {
            "id": 44,
            "text": "“I haven’t seen the legislation.”"
        },
        {
            "id": 45,
            "text": "Alaska Republican Sen. Dan Sullivan, meanwhile, said he had “to get up to speed” on the issues before deciding."
        },
        {
            "id": 46,
            "text": "“I’m usually someone who supports the working man on a whole host of issues, but I don’t have a lot of knowledge on the details yet,” he said."
        },
        {
            "id": 47,
            "text": "And Sen. Josh Hawley, a Republican of Missouri, also refused to state his position, and pointed to divisions across the aisle."
        },
        {
            "id": 48,
            "text": "“My understanding is my Democratic friends don’t agree on what needs to be done, so let’s see what happens,” he said."
        },
        {
            "id": 49,
            "text": "One member of the GOP leadership, Sen. Deb Fischer of Nebraska, warned a rail strike would be “devastating” to the economy and would “hurt people.”"
        },
        {
            "id": 50,
            "text": "She said she expects to back the bill."
        },
        {
            "id": 51,
            "text": "“I think it’s important to see what comes over from the House, and I anticipate I will be voting in in favor of it,” she said."
        },
        {
            "id": 52,
            "text": "“We do not need to see a strike happen that could have such negative impacts on families.”"
        },
        {
            "id": 53,
            "text": "This story and headline have been updated with additional developments Wednesday."
        }
    ],
    "entities": [
        {
            "text": "United States House of Representatives",
            "id": "Eentity#0",
            "entityType": "Organization"
        },
        {
            "text": "Rail Workers",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "United States",
            "id": "Eentity#2",
            "entityType": "GPE"
        },
        {
            "text": "United States Senate",
            "id": "Eentity#3",
            "entityType": "Organization"
        },
        {
            "text": "Joe Biden",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "United States Congress",
            "id": "Eentity#5",
            "entityType": "Organization"
        },
        {
            "text": "Kevin Mccarthy",
            "id": "Eentity#6",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "United States House of Representatives",
            "patient": "Rail Workers",
            "event": "approved legislation to avert a rail shutdown",
            "event_trigger": "approved",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 4,
            "agent": "United States House of Representatives",
            "patient": "Rail Workers",
            "event": "add a provision to the rail agreement that would increase the number of paid sick days from one to ",
            "event_trigger": "add",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 6,
            "agent": "Rail Workers",
            "patient": "United States",
            "event": "strike",
            "event_trigger": "strike",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 9,
            "agent": "United States Senate",
            "patient": "Rail Workers",
            "event": "pass the original rail agreement without including the sick leave provision",
            "event_trigger": "pass",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 15,
            "agent": "Joe Biden",
            "patient": "United States Congress",
            "event": "pushed Congress to “immediately” pass the legislation to avert a shutdown",
            "event_trigger": "pushed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 16,
            "agent": "Joe Biden",
            "patient": "Rail Workers",
            "event": "pro-labor",
            "event_trigger": "pro",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 20,
            "agent": "Kevin Mccarthy",
            "patient": "Joe Biden",
            "event": "blamed",
            "event_trigger": "blamed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 7,
    "events_count": 7,
    "sentence_count": 54,
    "word_count": 1083,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_2001_DOCUMENT_0"
}