{
    "title": "As Epic Floods Ravage His Nation, Pakistan Envoy Offers Climate Battle Plan",
    "news": [
        {
            "id": 0,
            "text": "As a third of the Islamic Republic of 220 million people lay underwater as a result of the worst floods in the nation's history, Pakistan's envoy to the United Nations revealed to Newsweek a plan to combat the worsening effects of global climate change and prevent future calamities from befalling other nations."
        },
        {
            "id": 1,
            "text": "\"Today it is Pakistan, tomorrow it could be another country,\" Pakistan's permanent representative to the United Nations, Munir Akram, told Newsweek, \"so we all need to act in solidarity and find collective ways of how to address this existential threat.\""
        },
        {
            "id": 2,
            "text": "While much has been said by nations regarding combating climate change, and commitments have even been made at the national and multilateral levels, Akram said that now \"we need action.\""
        },
        {
            "id": 3,
            "text": "He outlined four steps the international community can take toward fighting back against the increasingly apparent effects of the global crisis."
        },
        {
            "id": 4,
            "text": "\"First of all,\" Akram said, \"I think we'd have to generate that $100 billion+ that has been promised in annual climate financing.\""
        },
        {
            "id": 5,
            "text": "That figure emerged from the 2009 Copenhagen Climate Change Conference, where wealthy powers pledged to generate more than $100 billion per year to help poorer countries by 2020."
        },
        {
            "id": 6,
            "text": "The deadline came and passed, however, and a new \"delivery plan\" released jointly last October by Canada and Germany assessed the goal would not be met until 2023."
        },
        {
            "id": 7,
            "text": "Next, Akram said that \"at least 50% of that money ought to be spent on adaptation,\" because \"we are living with climate impacts\" and \"some kind of impacts we cannot reverse.\""
        },
        {
            "id": 8,
            "text": "\"Therefore,\" he added, \"we have to live them.\""
        },
        {
            "id": 9,
            "text": "This was especially important for less wealthy nations, which Akram said \"have virtually very little investment in adaptation.\""
        },
        {
            "id": 10,
            "text": "The adaptation projects that do exist have taken years to complete, and he argued that it was time to invest further resources \"to speed up those procedures in order to actually deploy them as quickly as possible.\""
        },
        {
            "id": 11,
            "text": "The yawning gap between rich and poor countries plays into Akram's third point."
        },
        {
            "id": 12,
            "text": "Not only does a divide exist in the capacity to allocate resources toward shielding against climate change disasters, but also in the scope of the impact these disasters have had, as well as in the level of emissions contributing to the larger problem."
        },
        {
            "id": 13,
            "text": "As such, poorer countries tended to be the least equipped and most affected by climate change, all the while being less responsible for the issue than larger, more industrialized nations."
        },
        {
            "id": 14,
            "text": "\"I think serious attention needs to be given to the issue of loss and damage,\" Akram said."
        },
        {
            "id": 15,
            "text": "\"Damage is happening, developing countries who are suffering most are not responsible for that, just like Pakistan.\""
        },
        {
            "id": 16,
            "text": "He argues this means developing countries have a \"right\" to claim international support, not only because of \"the current emissions, largely emissions from the larger economies,\" but also because of \"historical responsibilities.\""
        },
        {
            "id": 17,
            "text": "\"Throughout 150 years of the Industrial Age, emissions have come from North and the impacts have been in the South,\" Akram said."
        },
        {
            "id": 18,
            "text": "\"There should be a sense of equity in compensating countries for the climate damage they have suffered as a result of climate change.\""
        },
        {
            "id": 19,
            "text": "Finally, on the point of \"equity,\" Akram bemoaned the current circumstances in which \"poorer countries have been asked more to neutralize fossil fuels,\" despite the fact that, \"quite often, that's the easiest access you have to energy.\""
        },
        {
            "id": 20,
            "text": "\"There is insufficient support for their plans for transition to renewable sources of energy, for more sustainable models of energy, transportation, etc.,\" he said."
        },
        {
            "id": 21,
            "text": "\"There is an additional cost in this transformation."
        },
        {
            "id": 22,
            "text": "The richer countries can afford that cost."
        },
        {
            "id": 23,
            "text": "The developing countries cannot at cost."
        },
        {
            "id": 24,
            "text": "We need the amounts for this transition for infrastructure, etc., as well as for adaptation.\""
        },
        {
            "id": 25,
            "text": "\"The costs are huge,\" he added."
        },
        {
            "id": 26,
            "text": "\"The $100 billion is going to be a minimum.\""
        },
        {
            "id": 27,
            "text": "Akram said a mechanism is needed \"to leverage the public money that's available in order to access private money sector investments into adaptation mitigation projects.\""
        },
        {
            "id": 28,
            "text": "To this end, he argued that \"the United Nations, the multilateral banks, and other economic actors have a very important role in finding ways of how to mobilize amongst trillions of dollars for this transition to a sustainable world.\""
        },
        {
            "id": 29,
            "text": "Meanwhile, Akram said Pakistan was \"most grateful to all our friends who have come forward generously\" amid the devastating floods that continue to ravage the country, so far killing more than 1,100 people and affecting more than 33 million."
        },
        {
            "id": 30,
            "text": "He said the response of neighboring nations, in particular, \"has been almost instantaneous.\""
        },
        {
            "id": 31,
            "text": "Among those who have stepped up with direct action are the United Arab Emirates and Saudi Arabia, which have announced efforts to send relief aircraft to Pakistan."
        },
        {
            "id": 32,
            "text": "He also said \"Turkey has been generous in its support\" and \"China has provided thousands of new emergency supplies such as tents\" that Beijing has transferred through military cargo planes along with financial assistance."
        },
        {
            "id": 33,
            "text": "Other members of the international community such as the United States have also devoted monetary aid, which Akram said was important as well, allowing Pakistan to purchase and provide aid even when the transportation of supplies was difficult due to lack of access to flooded roads."
        },
        {
            "id": 34,
            "text": "The United Nations, for its part, has issued an urgent appeal for $160 million in emergency funding for Pakistan and Akram said that U.N. Secretary General António Guterres, with whom he recently met to discuss the disaster, would be coordinating further with Pakistani leadership on the next steps forward."
        },
        {
            "id": 35,
            "text": "\"I think we are looking forward to a large and international effort, hopefully, which will enable us to come out of this,\" Akram said."
        },
        {
            "id": 36,
            "text": "And then, he said, \"hopefully we will then be able to bring to the attention of the world that this is probably the most visible and the most catastrophic impact of climate change we've seen so far.\""
        }
    ],
    "entities": [
        {
            "text": "Wealthy Countries",
            "id": "Eentity#1",
            "entityType": "Others"
        },
        {
            "text": "Poorer Countries",
            "id": "Eentity#2",
            "entityType": "Others"
        },
        {
            "text": "Pakistan",
            "id": "Eentity#4",
            "entityType": "GPE"
        },
        {
            "text": "United Arab Emirates",
            "id": "Eentity#5",
            "entityType": "GPE"
        },
        {
            "text": "Saudi Arabia",
            "id": "Eentity#6",
            "entityType": "GPE"
        },
        {
            "text": "Turkey",
            "id": "Eentity#7",
            "entityType": "GPE"
        },
        {
            "text": "China",
            "id": "Eentity#8",
            "entityType": "GPE"
        },
        {
            "text": "United States",
            "id": "Eentity#9",
            "entityType": "GPE"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 5,
            "agent": "Wealthy Countries",
            "patient": "Poorer Countries",
            "event": "pledged to generate more than $100 billion per year to help",
            "event_trigger": "help",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 13,
            "agent": "Poorer Countries",
            "patient": "Wealthy Countries",
            "event": "least equipped and most affected by climate change, all the while being less responsible",
            "event_trigger": "less",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 15,
            "agent": "Wealthy Countries",
            "patient": "Poorer Countries",
            "event": "are suffering most are not responsible for that",
            "event_trigger": "suffering",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 18,
            "agent": "Wealthy Countries",
            "patient": "Poorer Countries",
            "event": "compensating countries for the climate damage they have suffered",
            "event_trigger": "compensating",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 19,
            "agent": "Wealthy Countries",
            "patient": "Poorer Countries",
            "event": "asked more to neutralize fossil fuels",
            "event_trigger": "neutralize",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 31,
            "agent": "United Arab Emirates",
            "patient": "Pakistan",
            "event": "announced efforts to send relief aircraft",
            "event_trigger": "relief",
            "agent2": "Saudi Arabia",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 32,
            "agent": "Turkey",
            "patient": "Pakistan",
            "event": "generous in its support",
            "event_trigger": "support",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 32,
            "agent": "China",
            "patient": "Pakistan",
            "event": "provided thousands of new emergency supplies",
            "event_trigger": "provided",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 33,
            "agent": "United States",
            "patient": "Pakistan",
            "event": "devoted monetary aid",
            "event_trigger": "aid",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 8,
    "events_count": 9,
    "sentence_count": 37,
    "word_count": 957,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_1304_DOCUMENT_2"
}