{
    "title": "Republican hopes fade as Warnock momentum picks up in Georgia",
    "news": [
        {
            "id": 0,
            "text": "“I think a lot of Republicans are hoping we’ll be pleasantly surprised, but there aren’t a lot of indications out there to base that on,” said Jason Shepherd, former chair of the Cobb County GOP."
        },
        {
            "id": 1,
            "text": "“Just a lot of hope and faith in things unseen."
        },
        {
            "id": 2,
            "text": "It’s the Christmas season, after all.”"
        },
        {
            "id": 3,
            "text": "Over the weekend, Warnock had the heavier schedule of the two: On Saturday and Sunday, he sprinted to six events in various cities, while also delivering a sermon at Ebenezer Baptist Church, where he serves as senior pastor and told parishoners that “voting is a form of prayer.”"
        },
        {
            "id": 4,
            "text": "Warnock warned repeatedly on the campaign trail that record-breaking turnout in the early voting period does not guarantee victory."
        },
        {
            "id": 5,
            "text": "Democrats have been encouraged that the large early vote totals mean a significant portion of their voters have already cast ballots — and that Republicans wil need to make up serious ground on Election Day turnout."
        },
        {
            "id": 6,
            "text": "“We had an incredible early vote period."
        },
        {
            "id": 7,
            "text": "But don’t spike the football before you get to the end zone,” Warnock told voters at the New Freedom Christian Center, a predominantly Black church in East Athens on Sunday night."
        },
        {
            "id": 8,
            "text": "“I need you to bring this one home.”"
        },
        {
            "id": 9,
            "text": "Walker appeared at two events: a tailgate in Atlanta before a University of Georgia football game on Saturday, where he did not speak, and a Sunday rally in Loganville, where his stump speech touched on everything from complaints about pronouns and critical race theory to funding law enforcement."
        },
        {
            "id": 10,
            "text": "“It’s time to have our voices heard and our vote counted."
        },
        {
            "id": 11,
            "text": "So quit making up complaints."
        },
        {
            "id": 12,
            "text": "What we need to do is get to the polls,” Walker, flanked by Sen. Tim Scott (R-S.C.), said."
        },
        {
            "id": 13,
            "text": "“And like Sen. Scott said, if you don’t have a friend go make a friend and get out and vote.”"
        },
        {
            "id": 14,
            "text": "There’s been little polling of the runoff, but a CNN survey released Friday showed Warnock with a narrow lead over Walker among likely voters, 52 to 48 percent."
        },
        {
            "id": 15,
            "text": "Independent voters broke for Warnock, 61 to 36, according to the poll conducted by SSRS from Nov. 25-29."
        },
        {
            "id": 16,
            "text": "Walker has been dogged by scandals, gaffes and more: A stream of allegations that he pressured women to have abortion despite professing to adamantly oppose the procedure; his unapologetic embrace of Donald Trump despite the former president’s unpopularity in the state; and an endless stream of verbal miscues that have made him the butt of a mocking ad and a “Saturday Night Live” skit over the weekend."
        },
        {
            "id": 17,
            "text": "“They’re not [less motivated] because they know right now that the House will be even so they don’t want to understand what is happening right now,” he said of voters."
        },
        {
            "id": 18,
            "text": "“You get the House, you get the committees."
        },
        {
            "id": 19,
            "text": "You get all the committees even, they just stall things within there."
        },
        {
            "id": 20,
            "text": "So if we keep a check on Joe Biden, we just going to keep a check on him.”"
        },
        {
            "id": 21,
            "text": "Republicans have won the House, and Democrats will control the Senate no matter what happens in Georgia."
        },
        {
            "id": 22,
            "text": "A win by Warnock would pad their majority by one seat, to 51-49."
        },
        {
            "id": 23,
            "text": "There are other subtle positive signs for Warnock in the home stretch."
        },
        {
            "id": 24,
            "text": "He has dominated in fundraising and in advertising dollars spent."
        },
        {
            "id": 25,
            "text": "His campaign and outside Democratic groups have spent more than double that of their Republican counterparts, according to the latest spending report from AdImpact."
        },
        {
            "id": 26,
            "text": "In just the final week, Warnock’s campaign has spent $7.6 million on advertising compared to the Walker campaign’s $3.65 million in ad buys."
        },
        {
            "id": 27,
            "text": "More than $30 million is being spent in the Atlanta media market alone by both parties in the final week, including Election Day, per AdImpact."
        },
        {
            "id": 28,
            "text": "Republicans, meanwhile, are subtly betraying a loss of confidence in their candidate."
        },
        {
            "id": 29,
            "text": "Gov. Brian Kemp, who romped to reelection in November even after clashing openly with Trump, got behind Walker early in the runoff."
        },
        {
            "id": 30,
            "text": "The Republican loaned his get-out-the-vote apparatus to Walker and cut an ad on his behalf that is still airing."
        },
        {
            "id": 31,
            "text": "But Kemp did not campaign with Walker the final weekend of the race."
        },
        {
            "id": 32,
            "text": "Georgia Republican operatives have grown less hopeful in recent days."
        },
        {
            "id": 33,
            "text": "With Walker being significantly outraised and the candidate keeping a light schedule even in the final days of the race, allies are privately conceding that his chances of victory are slim."
        },
        {
            "id": 34,
            "text": "The lack of optimism is even showing through in some of the GOP’s communications."
        },
        {
            "id": 35,
            "text": "Both Walker’s campaign and the Georgia Republican Party have sent out emails in recent days describing his Tuesday evening gathering as an “Election night party,” rather than a “Victory Celebration” party."
        },
        {
            "id": 36,
            "text": "It’s a minor difference in phrasing from Walker’s Nov. 8 election night event, but one that has raised eyebrows among party activists."
        },
        {
            "id": 37,
            "text": "The weather report also looks grim for Republicans: Rain is forecast across Georgia on Tuesday."
        },
        {
            "id": 38,
            "text": "The GOP is relying heavily on Election Day turnout — and already struggling to motivate voters to go to the polls for the second time in a month."
        }
    ],
    "entities": [
        {
            "text": "Raphael Warnock",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Ebenezer Baptist Church",
            "id": "Eentity#1",
            "entityType": "Religion"
        },
        {
            "text": "Democrat Voters",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Democratic Party",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Herschel Walker",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Women",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Donald Trump",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Republican Party",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Brian Kemp",
            "id": "Eentity#8",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 3,
            "agent": "Raphael Warnock",
            "patient": "Ebenezer Baptist Church",
            "event": "delivering a sermon",
            "event_trigger": "sermon",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Sanctity",
            "status": "Actual",
            "morality2": "Care",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 5,
            "agent": "Democrat Voters",
            "patient": "Raphael Warnock",
            "event": "have already cast ballots",
            "event_trigger": "ballots",
            "agent2": "",
            "patient2": "Democratic Party",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 16,
            "agent": "Herschel Walker",
            "patient": "Women",
            "event": "pressured women to have abortion despite professing to adamantly oppose the procedure",
            "event_trigger": "pressured",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Cheating",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 16,
            "agent": "Herschel Walker",
            "patient": "Donald Trump",
            "event": "unapologetic embrace of",
            "event_trigger": "embrace",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 28,
            "agent": "Republican Party",
            "patient": "Herschel Walker",
            "event": "subtly betraying a loss of confidence in their candidate",
            "event_trigger": "betraying",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 30,
            "agent": "Brian Kemp",
            "patient": "Herschel Walker",
            "event": "loaned his get-out-the-vote apparatus to Walker and cut an ad on his behalf that is still airing",
            "event_trigger": "loaned",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "Loyalty",
            "morality3": ""
        }
    ],
    "entities_count": 9,
    "events_count": 6,
    "sentence_count": 39,
    "word_count": 824,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_2008_DOCUMENT_1"
}