{
    "title": "GOP homes in on border as midterm issue",
    "news": [
        {
            "id": 0,
            "text": "Republicans are zeroing in on the border as a midterm attack issue on Democrats, seeing a political opportunity in the Biden administration’s decision to revoke a key restriction known as Title 42."
        },
        {
            "id": 1,
            "text": "House Minority Leader Kevin McCarthy (R-Calif.) held a briefing with GOP members and officials from the Border Patrol’s labor union Monday to talk about the impact of lifting the policy."
        },
        {
            "id": 2,
            "text": "“Have you watched some of the footage of what goes on just on the other side of the border?"
        },
        {
            "id": 3,
            "text": "Looks like it comes from Ukraine,” McCarthy told reporters."
        },
        {
            "id": 4,
            "text": "The Title 42 policy, first enacted by the Trump administration in March 2020 as the coronavirus gripped the country, lets the U.S. turn away migrants to prevent “the introduction of communicable diseases” without their first seeing an immigration judge."
        },
        {
            "id": 5,
            "text": "The administration had been under pressure from the left to lift the policy, and the courts may soon have forced the administration’s hand."
        },
        {
            "id": 6,
            "text": "But by lifting the policy now, the White House has also given Republicans an opportunity to go on the attack with the number of migrants headed to the border expected to rise."
        },
        {
            "id": 7,
            "text": "The Department of Homeland Security has forecast an increase of border crossing encounters from 7,000 per day to as many as 18,000 per day."
        },
        {
            "id": 8,
            "text": "Migrant encounters hit a record high of nearly 1.7 million encounters on the U.S.-Mexico border in fiscal 2021."
        },
        {
            "id": 9,
            "text": "Republican candidates running in districts near the border are zeroing in on the situation, while the Republican National Committee has debuted a video series on the situation titled “Unchecked.”"
        },
        {
            "id": 10,
            "text": "“Biden is sending a message to everyone that our borders are wide open,” said Cassy Garcia, a Republican running for Rep. Henry Cuellar’s (D-Texas) seat in the 28th Congressional District, which includes Laredo and Rio Grande City."
        },
        {
            "id": 11,
            "text": "“It’s at a crisis level right now and by then repealing, getting rid of Title 42, it is going to be catastrophic for the communities all along the southwest border,” Garcia said."
        },
        {
            "id": 12,
            "text": "The issue will put some Democrats on defense."
        },
        {
            "id": 13,
            "text": "Cuellar and Rep. Vicente Gonzalez (D-Texas) both called for the temporary continuation of Title 42 in a letter urging the administration to retain the policy."
        },
        {
            "id": 14,
            "text": "The GOP is hoping to build on electoral gains it has connected to border politics from 2020."
        },
        {
            "id": 15,
            "text": "Republicans made particularly large gains in South Texas in that election while focusing on the situation at the border."
        },
        {
            "id": 16,
            "text": "During March’s Texas primaries, Republicans saw increased voter turnout in border communities."
        },
        {
            "id": 17,
            "text": "While Democrats still dominated voter turnout in the Rio Grande Valley, the GOP more than doubled its voter turnout from the 2018 midterm primary."
        },
        {
            "id": 18,
            "text": "“This has turned into Democrats’ worst nightmare down there,” said one national Republican strategist."
        },
        {
            "id": 19,
            "text": "The National Republican Congressional Committee has set their sites on a number of districts along the southern border, including Texas’s 15th, 28th, 34th and 38th congressional districts."
        },
        {
            "id": 20,
            "text": "While Biden did win the 15th, 28th and 34th districts in 2020, Trump lost them by only 2 to 4 points."
        },
        {
            "id": 21,
            "text": "“Democrats are losing their hold on Hispanics,” Garcia said."
        },
        {
            "id": 22,
            "text": "“Democrats have taken them for granted for decades, and I think they’re starting to feel dissatisfied by their own party.”"
        },
        {
            "id": 23,
            "text": "Republican operatives and candidates say the crisis at the border coupled with other factors, like crime and inflation, have driven border voters away from Democrats."
        },
        {
            "id": 24,
            "text": "“The people here in South Texas are for immigration, but not for an invasion,” said Mayra Flores, who is running in the 34th Congressional District."
        },
        {
            "id": 25,
            "text": "Former Rep. Filemon Vela (D-Texas) formally resigned from the district last week."
        },
        {
            "id": 26,
            "text": "Flores has said she intends to run in the special election."
        },
        {
            "id": 27,
            "text": "If she wins that race, she will face off against Gonzalez in the general election."
        },
        {
            "id": 28,
            "text": "“The people that we have in Congress right now in South Texas just don’t care about the people that voted for them to be in that position,” Flores said."
        },
        {
            "id": 29,
            "text": "“Our Congressman Filemon Vela has resigned in the middle of a border crisis when people can’t afford buying their groceries.”"
        },
        {
            "id": 30,
            "text": "McCarthy said that he was not looking to politicize the issues for electoral gain."
        },
        {
            "id": 31,
            "text": "“This is too serious of an issue to play a political advantage one side or the other."
        },
        {
            "id": 32,
            "text": "It goes down to the foundation of your nation,” McCarthy said."
        },
        {
            "id": 33,
            "text": "“It goes down to the security of your nation."
        },
        {
            "id": 34,
            "text": "It goes down to the human trafficking, it goes down to fentanyl.”"
        },
        {
            "id": 35,
            "text": "Democratic criticism for ending Title 42 also gives fuel to Republicans to push on the issue in Congress."
        },
        {
            "id": 36,
            "text": "Members of the right-wing House Freedom Caucus last week signed a letter to Democratic colleagues calling on them to join Rep. Chip Roy’s (R-Texas) discharge petition to force action on a bill from Rep. Yvette Herrell (R-N.M.) that would prohibit the administration from ending or lessening Title 42."
        },
        {
            "id": 37,
            "text": "“This policy change will devastate the southern border and cause irrevocable damage to the security of the United States,” the members wrote in the letter."
        },
        {
            "id": 38,
            "text": "Discharge petitions are rarely successful and need 218 signatures to move to bring legislation to the floor."
        },
        {
            "id": 39,
            "text": "Roy’s petition for Herrell’s bill has a chance, with 207 GOP lawmakers signed on so far, plus three more signers no longer in the House."
        },
        {
            "id": 40,
            "text": "Republicans believe the issue will resonate far beyond the border."
        },
        {
            "id": 41,
            "text": "“Every state is a border state because of the poison that’s coming across our borders,” said Rep. John Katko (R-N.Y.), ranking member on the House Homeland Security Committee."
        }
    ],
    "entities": [
        {
            "text": "Republican Party",
            "id": "Eentity#0",
            "entityType": "GPE"
        },
        {
            "text": "Democratic Party",
            "id": "Eentity#1",
            "entityType": "GPE"
        },
        {
            "text": "South Texans",
            "id": "Eentity#10",
            "entityType": "People"
        },
        {
            "text": "United States",
            "id": "Eentity#2",
            "entityType": "GPE"
        },
        {
            "text": "Migrants",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Joe Biden",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Border Communities",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Filemon Vela",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "id": "Eentity#9",
            "text": "Hispanics",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Republican Party",
            "patient": "Democratic Party",
            "event": "zeroing in on the border as a midterm attack issue",
            "event_trigger": "zeroing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 4,
            "agent": "United States",
            "patient": "Migrants",
            "event": "turn away migrants to prevent “the introduction of communicable diseases” without their first seeing an immigration judge",
            "event_trigger": "turn away",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 6,
            "agent": "Republican Party",
            "patient": "Democratic Party",
            "event": "go on the attack",
            "event_trigger": "attack",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 10,
            "agent": "Joe Biden",
            "patient": "Migrants",
            "event": "sending a message to everyone that our borders are wide open",
            "event_trigger": "sending",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 11,
            "agent": "Joe Biden",
            "patient": "Border Communities",
            "event": "getting rid of Title 42, it is going to be catastrophic",
            "event_trigger": "rid",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 21,
            "agent": "Democratic Party",
            "patient": "Hispanics",
            "event": "losing their hold on",
            "event_trigger": "losing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 23,
            "agent": "Democratic Party",
            "patient": "Border Communities",
            "event": "driven border voters away",
            "event_trigger": "driven",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 28,
            "agent": "Filemon Vela",
            "patient": "South Texans",
            "event": "don’t care about the people that voted for them",
            "event_trigger": "care",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 29,
            "agent": "Filemon Vela",
            "patient": "South Texans",
            "event": "resigned in the middle of a border crisis",
            "event_trigger": "resigned",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 37,
            "agent": "Democratic Party",
            "patient": "Border Communities",
            "event": "devastate the southern border and cause irrevocable damage to the security of the United States",
            "event_trigger": "devastate",
            "agent2": "",
            "patient2": "United States",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 9,
    "events_count": 10,
    "sentence_count": 42,
    "word_count": 891,
    "article_ideology_1": "Slightly Conservative",
    "article_ideology_2": "Slightly Conservative",
    "DOCNAME": "TRIPLET_1258_DOCUMENT_0"
}