{
    "title": "President of largest rail union predicts congressional intervention after ‘no’ vote",
    "news": [
        {
            "id": 0,
            "text": "Union officials have been meeting daily with the railroads over Zoom this week, But Baldwin said discussions typically last only 15 minutes and not much is accomplished."
        },
        {
            "id": 1,
            "text": "“To be honest with you, it’s getting to a point where all we’re doing is regurgitating the same information we did in the last meeting,” Baldwin said."
        },
        {
            "id": 2,
            "text": "The “cooling-off period,” which forbids any kind of work stoppage, expires for all four unions at midnight on Dec. 9."
        },
        {
            "id": 3,
            "text": "“Something’s gotta happen by then, otherwise we’ll all walk,” Ferguson said."
        },
        {
            "id": 4,
            "text": "Amid the turmoil, Congress may be forced to intervene, however reluctant lawmakers may be."
        },
        {
            "id": 5,
            "text": "They could impose either the agreements that the unions rejected or the recommendation that a presidentially appointed board of arbitrators made over the summer — or they could just send the parties back to the table by extending the cooling off-period."
        },
        {
            "id": 6,
            "text": "Sen. Chuck Grassley (R-Iowa) told reporters Tuesday that if there is not a deal near the end of the current cooling-off period, Congress should try to do “exactly the same thing we did 30 years ago,” referring to April 1991 when lawmakers intervened to end a rail shutdown less than 24 hours after a strike began."
        },
        {
            "id": 7,
            "text": "At the time, Congress quickly passed legislation that President George H.W. Bush signed overnight to end the strike and establish a board to resolve remaining labor issues."
        },
        {
            "id": 8,
            "text": "In September, Sens. Roger Wicker (R-Miss.) and Richard Burr (R-N.C.) introduced legislation to force the unions to accept the arbitrators’ recommendation, but Democrats blocked it."
        },
        {
            "id": 9,
            "text": "They’ve said they’re ready to try again if the need arises."
        },
        {
            "id": 10,
            "text": "Democrats have been more hesitant to intervene, hoping instead that the two sides can reach an agreement on their own."
        },
        {
            "id": 11,
            "text": "White House press secretary Karine Jean-Pierre said Tuesday that Biden’s preferred option is for the unions and freight rail companies to come to an agreement on their own."
        },
        {
            "id": 12,
            "text": "Jean-Pierre said “the president is indeed involved directly” but declined to provide specifics."
        },
        {
            "id": 13,
            "text": "Ferguson — whose union represents nearly 40,000, or 3 in 10 freight rail workers — was set to re-enter negotiations with carriers Tuesday alongside officials from the three other freight rail unions that have voted down their tentative agreements."
        },
        {
            "id": 14,
            "text": "All of the unions — even those that have ratified their contracts — have pledged not to cross a picket line, meaning if one union goes on strike, it could trigger a wide-reaching shutdown of the rail system."
        },
        {
            "id": 15,
            "text": "The railroads have estimated that such a shutdown could cost the U.S. economy $2 billion a day."
        },
        {
            "id": 16,
            "text": "Disruptions could begin days before any work stoppage, and freight rail customers are already beginning to make plans."
        },
        {
            "id": 17,
            "text": "Shipments of hazardous and security-sensitive materials — including chemicals for drinking water, fertilizers and hospital-grade disinfectants — will be halted in early December to keep them off the rails in the event of a stoppage."
        },
        {
            "id": 18,
            "text": "Passenger rail networks in most of the country are also preparing for suspensions in service if a work stoppage occurs, since most passenger trains run on freight rail tracks."
        },
        {
            "id": 19,
            "text": "The railroads point out that eight of the 12 rail unions have ratified their contracts, but the Brotherhood of Maintenance of Way Employes, the third-largest rail union, notes that the unions that have rejected theirs represent over 55 percent of all freight rail workers."
        },
        {
            "id": 20,
            "text": "The biggest sticking point, the union said in a statement following the SMART-TD vote, is paid sick leave and other quality-of-life issues."
        },
        {
            "id": 21,
            "text": "The Brotherhood of Maintenance of Way Employes said the freight rail companies “have made it clear that they will neither engage in any meaningful discussions nor accept any sort of proposal” regarding paid sick leave."
        },
        {
            "id": 22,
            "text": "Biden created an emergency board earlier this year that issued its own recommendations on new contracts between carriers and unions — and declined to address the issue of paid sick leave, among other points of contention."
        },
        {
            "id": 23,
            "text": "That hamstrung unions’ ability to push employers much further, officials say, particularly on the issue of time-off."
        },
        {
            "id": 24,
            "text": "Ferguson predicts lawmakers will exercise their ability to intervene before Dec. 9."
        },
        {
            "id": 25,
            "text": "“It’s such a short time frame,” he said."
        },
        {
            "id": 26,
            "text": "“I think we’re going to see Congress panic and step in here at some point next week, unfortunately.”"
        },
        {
            "id": 27,
            "text": "The Brotherhood of Railroad Signalmen changed its cooling-off deadline to Dec. 9 on Tuesday, putting it in alignment with the other unions."
        },
        {
            "id": 28,
            "text": "Its deadline had been at midnight on Dec. 5, which would have left Congress with even less time to act before a potential shutdown of the rail system."
        },
        {
            "id": 29,
            "text": "Between the options of either imposing the recommendations of the emergency board or the tentative agreements that the unions rejected, Rep. Rick Larsen (D-Wash.) said the agreements would be preferable because they’re “more in legal contract form.”"
        },
        {
            "id": 30,
            "text": "Unions also prefer this option since they won victories in the tentative contract agreements that were not in the presidential board’s recommendations — and on Tuesday Ian Jeffries, president and CEO of the Association of American Railroads, said that’s the preference of the railroads as well."
        },
        {
            "id": 31,
            "text": "“We are operating on a finite timetable and there may become a point, and could become a point soon, that it’s necessary for Congress to intervene,” Jeffries told POLITICO."
        },
        {
            "id": 32,
            "text": "“And I think it would be appropriate if Congress intervenes to pass legislation that reflects the agreements that were made between railroads and the unions in September.”"
        },
        {
            "id": 33,
            "text": "But, Larsen said, Congress could use the contract “as a basis” and then add the sick leave workers have been seeking."
        },
        {
            "id": 34,
            "text": "“"
        },
        {
            "id": 35,
            "text": "And then if you do that, then is it zero days?"
        },
        {
            "id": 36,
            "text": "Is it 24 hours?"
        },
        {
            "id": 37,
            "text": "Is it 56 hours?"
        },
        {
            "id": 38,
            "text": "Is it 100 hours of sick leave?"
        },
        {
            "id": 39,
            "text": "Is it something in between?”"
        },
        {
            "id": 40,
            "text": "he said."
        },
        {
            "id": 41,
            "text": "“What is that number going to be?”"
        },
        {
            "id": 42,
            "text": "Extending the cooling-off period could be Congress’s path of least resistance, but it presents its own complications."
        },
        {
            "id": 43,
            "text": "Doing so would punt any future congressional intervention, if needed, into the next session — when Democrats and Republicans would have split control of the House and Senate."
        },
        {
            "id": 44,
            "text": "Union officials haven’t heard much from Congress at this point, Ferguson said, leaving them mostly in the dark as to their plans."
        },
        {
            "id": 45,
            "text": "The House and Senate are out this week ahead of the Thanksgiving holiday."
        },
        {
            "id": 46,
            "text": "There is “no true indication yet what’s going to go on,” Ferguson said."
        },
        {
            "id": 47,
            "text": "But “everybody’s ready to get it done.”"
        },
        {
            "id": 48,
            "text": "Meredith Lee Hill contributed to this story."
        }
    ],
    "entities": [
        {
            "text": "Shutdown of the Rail System",
            "id": "Eentity#0",
            "entityType": "Others"
        },
        {
            "text": "Democratic Party",
            "id": "Eentity#1",
            "entityType": "GPE"
        },
        {
            "text": "Economy of the United States",
            "id": "Eentity#10",
            "entityType": "Others"
        },
        {
            "text": "Railroad Negotiations",
            "id": "Eentity#3",
            "entityType": "Others"
        },
        {
            "text": "United States Congress",
            "id": "Eentity#4",
            "entityType": "GPE"
        },
        {
            "text": "Railroad Workers",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Lawmakers",
            "id": "Eentity#6",
            "entityType": "Others"
        },
        {
            "text": "Roger Wicker",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Richard Burr",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "Railroad Unions",
            "id": "Eentity#9",
            "entityType": "Organization"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 4,
            "agent": "United States Congress",
            "patient": "Railroad Negotiations",
            "event": "forced to intervene",
            "event_trigger": "forced",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 5,
            "agent": "United States Congress",
            "patient": "Railroad Workers",
            "event": "impose either the agreements that the unions rejected or the recommendation that a presidentially appointed board of arbitrators made",
            "event_trigger": "impose",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 6,
            "agent": "Lawmakers",
            "patient": "Railroad Negotiations",
            "event": "intervened to end a rail shutdown",
            "event_trigger": "intervened",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 8,
            "agent": "Roger Wicker",
            "patient": "Railroad Unions",
            "event": "force the unions to accept the arbitrators’ recommendation",
            "event_trigger": "force",
            "agent2": "Richard Burr",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 8,
            "agent": "Democratic Party",
            "patient": "Roger Wicker",
            "event": "blocked",
            "event_trigger": "blocked",
            "agent2": "",
            "patient2": "Richard Burr",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 10,
            "agent": "Democratic Party",
            "patient": "Railroad Negotiations",
            "event": "hesitant to intervene",
            "event_trigger": "hesitant",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 15,
            "agent": "Shutdown of the Rail System",
            "patient": "Economy of the United States",
            "event": "cost the U.S. economy $2 billion a day",
            "event_trigger": "cost",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 32,
            "agent": "United States Congress",
            "patient": "Railroad Negotiations",
            "event": "intervenes",
            "event_trigger": "intervenes",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 33,
            "agent": "United States Congress",
            "patient": "Railroad Workers",
            "event": "add the sick leave",
            "event_trigger": "add",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 31,
            "agent": "United States Congress",
            "patient": "Railroad Negotiations",
            "event": "intervene",
            "event_trigger": "intervene",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 24,
            "agent": "Lawmakers",
            "patient": "Railroad Negotiations",
            "event": "exercise their ability to intervene",
            "event_trigger": "exercise",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 10,
    "events_count": 11,
    "sentence_count": 49,
    "word_count": 1046,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_1091_DOCUMENT_0"
}