{
    "title": "Pakistan Sees Climate-Fueled Floods, Barely Contributes to Emissions",
    "news": [
        {
            "id": 7,
            "text": "Relentless rains in Pakistan over two months have caused the country's worst flooding in more than a decade."
        },
        {
            "id": 8,
            "text": "Floodwaters have washed away roads, buildings, and crops."
        },
        {
            "id": 9,
            "text": "A third of the country, an area about the size of Colorado, is now underwater, according to the country's climate minister."
        },
        {
            "id": 10,
            "text": "Officials estimate that more than 33 million Pakistanis — one in seven people in the country — have been affected by the flooding."
        },
        {
            "id": 11,
            "text": "Two months of consecutive rain have killed 1,191 people as of Wednesday, according to Pakistan's National Disaster Management Authority."
        },
        {
            "id": 12,
            "text": "\"Pakistan is awash in suffering,\" Antonio Guterres, secretary general of the United Nations, said in a video statement Tuesday, while issuing an urgent appeal for $160 million in aid."
        },
        {
            "id": 13,
            "text": "\"The Pakistani people are facing a monsoon on steroids — the relentless impact of epochal levels of rain and flooding,\" he added."
        },
        {
            "id": 14,
            "text": "Wealthy industrialized countries have pumped far more greenhouse gas emissions — a key driver of climate change — into the air than Pakistan, a low-emitting nation."
        },
        {
            "id": 15,
            "text": "But while the country's contribution to the climate crisis is minuscule, it's bearing more than its share of climate change's deadly effects."
        },
        {
            "id": 16,
            "text": "This aerial view shows a flooded residential area in Dera Allah Yar after heavy monsoon rains in the Jaffarabad district, Balochistan, province, on August 30, 2022."
        },
        {
            "id": 17,
            "text": "A 'monsoon on steroids' in Pakistan"
        },
        {
            "id": 18,
            "text": "Since June, consecutive downpours damaged or destroyed more than 1 million houses and 1,800 miles of roads, according to Pakistan Prime Minister Shehbaz Sharif."
        },
        {
            "id": 19,
            "text": "Early government estimates put the damage from the floods at more than $10 billion."
        },
        {
            "id": 20,
            "text": "\"Seventy-two districts of Pakistan are in calamity and all four corners of Pakistan are underwater,\" Sharif said at a press conference Tuesday, according to The Guardian."
        },
        {
            "id": 21,
            "text": "\"I have not seen such devastation in my life,\" Sharif added."
        },
        {
            "id": 22,
            "text": "Satellite images below capture the scale of the devastation."
        },
        {
            "id": 23,
            "text": "Overview of a village and fields before and after flooding in Rajanpur, Pakistan, as of August 28, 2022."
        },
        {
            "id": 24,
            "text": "The summer monsoon season brings rain to the South Asian region from June until September."
        },
        {
            "id": 25,
            "text": "But this monsoon season, rainfall in Pakistan has been nearly three times the national average over the past 30 years, according to a UN report released in August."
        },
        {
            "id": 26,
            "text": "Sherry Rehman, Pakistan's climate change minister, said on Twitter that one town in Sindh saw 67 inches of rain in one day."
        },
        {
            "id": 27,
            "text": "\"Unheard of, anywhere,\" Rehman tweeted."
        },
        {
            "id": 28,
            "text": "The disaster echoes the devastating 2010 floods in Pakistan, which killed more than 2,000."
        },
        {
            "id": 29,
            "text": "Pakistani people wade through floodwater following flash flood in Hyderabad southern Sindh province Pakistan, on August 30, 2022."
        },
        {
            "id": 30,
            "text": "A growing body of research suggests human-caused climate change makes floods more likely and more severe, according to the latest report from the United Nations' Intergovernmental Panel on Climate Change."
        },
        {
            "id": 31,
            "text": "Rising temperatures warm up the atmosphere, and warmer air can retain more water, leading to more intense rainfall and flooding events."
        },
        {
            "id": 32,
            "text": "Melting glaciers and snow also contribute to flooding."
        },
        {
            "id": 33,
            "text": "Pakistan is home more than 7,200 glaciers, but rising global temperatures due to climate change are causing them to melt fast, creating glacial lakes and threatening further floods."
        },
        {
            "id": 34,
            "text": "Children swim in flood waters along with buffalo on the outskirts of Sukkur, Sindh province, on August 30, 2022."
        },
        {
            "id": 35,
            "text": "Rehman said at a press conference Tuesday that towns had become \"oceans and rivers,\" but she expects the country to go into a drought in upcoming weeks, according to The Guardian."
        },
        {
            "id": 36,
            "text": "\"We are on the front of unfolding climate catastrophe,\" she added."
        },
        {
            "id": 37,
            "text": "'It is not our fault at all'"
        },
        {
            "id": 38,
            "text": "Despite producing less than 1% of global greenhouse gas emissions, according to Our World in Data, Pakistan is bearing some of the worst effects of climate change."
        },
        {
            "id": 39,
            "text": "\"We are suffering from it, but it is not our fault at all,\" Sharif told reporters Tuesday."
        },
        {
            "id": 40,
            "text": "Pakistan ranked among the top 10 countries most vulnerable to climate change in the 2021 Global Climate Risk Index compiled by Germanwatch, an environmental think tank."
        },
        {
            "id": 41,
            "text": "Brick kiln workers carry their belongings and move following flash flood in Hyderabad southern Sindh province Pakistan, on August 30, 2022."
        },
        {
            "id": 42,
            "text": "Guterres called South Asia a \"climate crisis hotspot,\" where people were 15 times more likely to die from climate impacts than those living elsewhere."
        },
        {
            "id": 43,
            "text": "\"As we continue to see more and more extreme weather events around the world, it is outrageous that climate action is being put on the back burner as global emissions of greenhouse gasses are still rising, putting all of us — everywhere —in growing danger,\" Guterres said in the video statement Tuesday."
        },
        {
            "id": 44,
            "text": "\"Let's stop sleepwalking towards the destruction of our planet by climate change,\" he said, adding, \"Today, it's Pakistan."
        },
        {
            "id": 45,
            "text": "Tomorrow, it could be your country.\""
        }
    ],
    "entities": [
        {
            "text": "Pakistan",
            "id": "Eentity#0",
            "entityType": "GPE"
        },
        {
            "text": "Antonio Guterres",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Wealthy Industrialized Countries",
            "id": "Eentity#2",
            "entityType": "GPE"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 14,
            "agent": "Wealthy Industrialized Countries",
            "patient": "Pakistan",
            "event": "pumped far more greenhouse gas emissions",
            "event_trigger": "pumped",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 12,
            "agent": "Antonio Guterres",
            "patient": "Pakistan",
            "event": "issuing an urgent appeal for $160 million in aid",
            "event_trigger": "aid",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 3,
    "events_count": 2,
    "sentence_count": 39,
    "word_count": 770,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_1304_DOCUMENT_1"
}