{
    "title": "Federal Judge Blocks Trump’s Proclamation Targeting Some Asylum Seekers",
    "news": [
        {
            "id": 0,
            "text": "LOS ANGELES —"
        },
        {
            "id": 1,
            "text": "A federal judge on Monday ordered the Trump administration to resume accepting asylum claims from migrants no matter where or how they entered the United States, dealing at least a temporary setback to the president’s attempt to clamp down on a huge wave of Central Americans crossing the border."
        },
        {
            "id": 2,
            "text": "Judge Jon S. Tigar of the United States District Court in San Francisco issued a temporary restraining order that blocks the government from carrying out a new rule that denies protections to people who enter the country illegally."
        },
        {
            "id": 3,
            "text": "The order, which suspends the rule until the case is decided by the court, applies nationally."
        },
        {
            "id": 4,
            "text": "“Whatever the scope of the president’s authority, he may not rewrite the immigration laws to impose a condition that Congress has expressly forbidden,” Mr. Tigar wrote in his order."
        },
        {
            "id": 5,
            "text": "As a caravan of several thousand people journeyed toward the Southwest border, President Trump signed a proclamation on Nov. 9 that banned migrants from applying for asylum if they failed to make the request at a legal checkpoint."
        },
        {
            "id": 6,
            "text": "Only those who entered the country through a port of entry would be eligible, he said, invoking national security powers to protect the integrity of the United States borders."
        },
        {
            "id": 7,
            "text": "Within days, the administration submitted a rule to the federal register, letting it go into effect immediately and without the customary period for public comment."
        },
        {
            "id": 8,
            "text": "But the rule overhauled longstanding asylum laws that ensure people fleeing persecution can seek safety in the United States, regardless of how they entered the country."
        },
        {
            "id": 9,
            "text": "Advocacy groups, including the Southern Poverty Law Center and the American Civil Liberties Union, swiftly sued the administration for effectively introducing what they deemed an asylum ban."
        },
        {
            "id": 10,
            "text": "After the judge’s ruling on Monday, Lee Gelernt, the A.C.L.U. attorney who argued the case, said, “The court made clear that the administration does not have the power to override Congress and that, absent judicial intervention, real harm will occur.”"
        },
        {
            "id": 11,
            "text": "“This is a critical step in fighting back against President Trump’s war on asylum seekers,” Melissa Crow, senior supervising attorney for the Southern Poverty Law Center, one of the other organizations that brought the case, said in a statement."
        },
        {
            "id": 12,
            "text": "“While the new rule purports to facilitate orderly processing of asylum seekers at ports of entry, Customs and Border Protection has a longstanding policy and practice of turning back individuals who do exactly what the rule prescribes."
        },
        {
            "id": 13,
            "text": "These practices are clearly unlawful and cannot stand.”"
        },
        {
            "id": 14,
            "text": "The Center for Constitutional Rights also joined in the suit."
        },
        {
            "id": 15,
            "text": "President Trump, when asked by reporters about the court ruling on Tuesday, criticized the Ninth Circuit Court of Appeals, the liberal-leaning court where the case will likely land, calling it a “disgrace.”"
        },
        {
            "id": 16,
            "text": "He labeled Judge Tigar an “Obama judge.”"
        },
        {
            "id": 17,
            "text": "Administration officials signaled that they would continue to defend the policy as it moved through the courts."
        },
        {
            "id": 18,
            "text": "“Our asylum system is broken, and it is being abused by tens of thousands of meritless claims every year,” Katie Waldman, spokeswoman for the Department of Homeland Security, and Steve Stafford, the Justice Department spokesman, said in a statement."
        },
        {
            "id": 19,
            "text": "They said the president has broad authority to stop the entry of migrants into the country."
        },
        {
            "id": 20,
            "text": "“It is absurd that a set of advocacy groups can be found to have standing to sue to stop the entire federal government from acting so that illegal aliens can receive a government benefit to which they are not entitled,” they said."
        },
        {
            "id": 21,
            "text": "“We look forward to continuing to defend the executive branch’s legitimate and well-reasoned exercise of its authority to address the crisis at our southern border.”"
        },
        {
            "id": 22,
            "text": "Presidents indeed have broad discretion on immigration matters."
        },
        {
            "id": 23,
            "text": "But the court’s ruling shows that such discretion has limits, said Stephen Yale-Loehr, an immigration scholar at Cornell Law School."
        },
        {
            "id": 24,
            "text": "“The ruling is a significant blow to the administration’s efforts to unilaterally change asylum law."
        },
        {
            "id": 25,
            "text": "Ultimately this may have to go to the Supreme Court for a final ruling,” said Mr. Yale-Loehr."
        },
        {
            "id": 26,
            "text": "The advocacy groups accused the government of “violating Congress’s clear command that manner of entry cannot constitute a categorical asylum bar” in their complaint."
        },
        {
            "id": 27,
            "text": "They also said the administration had violated federal guidelines by not allowing public comment on the rule."
        },
        {
            "id": 28,
            "text": "But Trump administration officials defended the regulatory change, arguing that the president was responding to a surge in migrants seeking asylum based on frivolous claims, which ultimately lead their cases to be denied by an immigration judge."
        },
        {
            "id": 29,
            "text": "The migrants then ignore any orders to leave, and remain unlawfully in the country."
        },
        {
            "id": 30,
            "text": "“The president has sought to halt this dangerous and illegal practice and regain control of the border,” government lawyers said in court filings."
        },
        {
            "id": 31,
            "text": "Mr. Trump, who had made stanching illegal immigration a top priority since his days on the campaign trail, has made no secret of his frustration over the swelling number of migrants heading to the United States."
        },
        {
            "id": 32,
            "text": "The president ordered more than 5,000 active-duty troops to the border to prevent the migrants from entering."
        },
        {
            "id": 33,
            "text": "The new rule was widely regarded as an effort to deter Central Americans, many of whom request asylum once they reach the United States, often without inspection, from making the journey over land from their countries to the border."
        },
        {
            "id": 34,
            "text": "United States immigration laws stipulate that foreigners who touch American soil are eligible to apply for asylum."
        },
        {
            "id": 35,
            "text": "They cannot be deported immediately."
        },
        {
            "id": 36,
            "text": "They are eligible to have a so-called credible fear interview with an asylum officer, a cursory screening that the overwhelming majority of applicants pass."
        },
        {
            "id": 37,
            "text": "As result, most of the migrants are released with a date to appear in court."
        },
        {
            "id": 38,
            "text": "In recent years, more and more migrants have availed themselves of the asylum process, often after entering the United States illegally."
        },
        {
            "id": 39,
            "text": "A record 23,121 migrants traveling as families were detained at the border in October."
        },
        {
            "id": 40,
            "text": "Many of the families turn themselves in to the Border Patrol rather than queue up to request asylum at a port of entry."
        },
        {
            "id": 41,
            "text": "The Trump administration believes the migrants are exploiting asylum laws to immigrate illegally to the United States."
        },
        {
            "id": 42,
            "text": "Soaring arrivals have exacerbated a huge backlog of pending cases in the immigration courts, which recently broke the one-million mark."
        },
        {
            "id": 43,
            "text": "Many migrants skip their court dates, administration officials say, only to remain illegally in the country, which Mr. Trump derides as “catch and release.”"
        },
        {
            "id": 44,
            "text": "But advocates argue that many migrants are victims of violence or persecution and are entitled to seek sanctuary."
        },
        {
            "id": 45,
            "text": "Gangs are ubiquitous across El Salvador, Honduras and Guatemala, where lawlessness and corruption enable them to kill with impunity."
        }
    ],
    "entities": [
        {
            "text": "United States federal judge",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Trump Administration",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "American Civil Liberties Union",
            "id": "Eentity#10",
            "entityType": "Organization"
        },
        {
            "text": "U.S. Customs and Border Protection",
            "id": "Eentity#12",
            "entityType": "Organization"
        },
        {
            "text": "Center for Constitutional Rights",
            "id": "Eentity#13",
            "entityType": "Organization"
        },
        {
            "text": "United States",
            "id": "Eentity#14",
            "entityType": "GPE"
        },
        {
            "text": "Illegal Immigrants",
            "id": "Eentity#15",
            "entityType": "People"
        },
        {
            "text": "United States Border Patrol",
            "id": "Eentity#16",
            "entityType": "People"
        },
        {
            "text": "Migrants",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Central Americans",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Donald Trump",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "id": "Eentity#5",
            "text": "Federal Government of the United States",
            "entityType": "Organization"
        },
        {
            "text": "Jon S. Tigar",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Illegal Immigrants",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "United States Congress",
            "id": "Eentity#8",
            "entityType": "Organization"
        },
        {
            "text": "Southern Poverty Law Center",
            "id": "Eentity#9",
            "entityType": "Organization"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 1,
            "agent": "United States federal judge",
            "patient": "Migrants",
            "event": "ordered the Trump administration to resume accepting asylum claims from migrants",
            "event_trigger": "ordered",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "Fairness",
            "morality3": "Authority"
        },
        {
            "e_id": "EventMO#1",
            "para": 1,
            "agent": "Donald Trump",
            "patient": "Central Americans",
            "event": "attempt to clamp down",
            "event_trigger": "clamp down",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 14,
            "agent": "Center for Constitutional Rights",
            "patient": "Trump Administration",
            "event": "joined in the suit",
            "event_trigger": "suit",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 16,
            "agent": "Donald Trump",
            "patient": "Jon S. Tigar",
            "event": "labeled Judge Tigar an “Obama judge.”",
            "event_trigger": "labeled",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Degradation",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 19,
            "agent": "Donald Trump",
            "patient": "United States",
            "event": "stop the entry of migrants into the country",
            "event_trigger": "stop",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#13",
            "para": 20,
            "agent": "Federal Government of the United States",
            "patient": "Illegal Immigrants",
            "event": "receive a government benefit to which they are not entitled",
            "event_trigger": "receive",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#14",
            "para": 20,
            "agent": "American Civil Liberties Union",
            "patient": "Federal Government of the United States",
            "event": "sue",
            "event_trigger": "sue",
            "agent2": "Southern Poverty Law Center",
            "patient2": "",
            "agent3": "Center for Constitutional Rights",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Subversion",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 2,
            "agent": "Federal Government of the United States",
            "patient": "Illegal Immigrants",
            "event": "carrying out a new rule that denies protections to people who enter the country illegally",
            "event_trigger": "rule",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 4,
            "agent": "Donald Trump",
            "patient": "United States Congress",
            "event": "rewrite the immigration laws to impose a condition that Congress has expressly forbidden",
            "event_trigger": "rewrite",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 5,
            "agent": "Donald Trump",
            "patient": "Migrants",
            "event": "banned migrants from applying for asylum if they failed to make the request at a legal checkpoint.",
            "event_trigger": "banned",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 9,
            "agent": "Southern Poverty Law Center",
            "patient": "Trump Administration",
            "event": "sued",
            "event_trigger": "sued",
            "agent2": "American Civil Liberties Union",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 9,
            "agent": "Trump Administration",
            "patient": "Migrants",
            "event": "introducing what they deemed an asylum ban",
            "event_trigger": "introducing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Cheating",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 11,
            "agent": "Donald Trump",
            "patient": "Migrants",
            "event": "war",
            "event_trigger": "war",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 12,
            "agent": "U.S. Customs and Border Protection",
            "patient": "Migrants",
            "event": "has a longstanding policy and practice of turning back individuals who do exactly what the rule prescribes",
            "event_trigger": "policy",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#15",
            "para": 21,
            "agent": "Trump Administration",
            "patient": "United States",
            "event": "continuing to defend the executive branch’s legitimate and well-reasoned exercise of its authority to address the crisis at our southern border",
            "event_trigger": "defend",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#16",
            "para": 26,
            "agent": "American Civil Liberties Union",
            "patient": "Federal Government of the United States",
            "event": "accused",
            "event_trigger": "accused",
            "agent2": "Center for Constitutional Rights",
            "patient2": "",
            "agent3": "Southern Poverty Law Center",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#17",
            "para": 26,
            "agent": "Federal Government of the United States",
            "patient": "United States Congress",
            "event": "violating Congress’s clear command that manner of entry cannot constitute a categorical asylum bar",
            "event_trigger": "violating",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Speculative",
            "morality2": "Betrayal",
            "morality3": ""
        },
        {
            "e_id": "EventMO#18",
            "para": 27,
            "agent": "Trump Administration",
            "patient": "Federal Government of the United States",
            "event": "violated federal guidelines",
            "event_trigger": "violated",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#19",
            "para": 28,
            "agent": "Donald Trump",
            "patient": "United States",
            "event": "responding to a surge in migrants seeking asylum based on frivolous claims, which ultimately lead their cases to be denied by an immigration judge",
            "event_trigger": "responding",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Speculative",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#20",
            "para": 29,
            "agent": "Migrants",
            "patient": "United States",
            "event": "ignore any orders to leave, and remain unlawfully in the country",
            "event_trigger": "ignore",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#21",
            "para": 30,
            "agent": "Donald Trump",
            "patient": "United States",
            "event": "sought to halt this dangerous and illegal practice and regain control of the border",
            "event_trigger": "halt",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#22",
            "para": 31,
            "agent": "Donald Trump",
            "patient": "Migrants",
            "event": "frustration",
            "event_trigger": "frustration",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#23",
            "para": 32,
            "agent": "Donald Trump",
            "patient": "Migrants",
            "event": "ordered more than 5,000 active-duty troops to the border",
            "event_trigger": "ordered",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#25",
            "para": 33,
            "agent": "Central Americans",
            "patient": "United States",
            "event": "request asylum once they reach the United States, often without inspection",
            "event_trigger": "request",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#26",
            "para": 38,
            "agent": "Migrants",
            "patient": "United States",
            "event": "availed themselves of the asylum process, often after entering the United States illegally",
            "event_trigger": "availed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#27",
            "para": 43,
            "agent": "Migrants",
            "patient": "United States",
            "event": "skip their court dates, administration officials say, only to remain illegally in the country",
            "event_trigger": "skip",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#28",
            "para": 43,
            "agent": "Donald Trump",
            "patient": "United States Border Patrol",
            "event": "derides as “catch and release.”",
            "event_trigger": "derides",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 16,
    "events_count": 27,
    "sentence_count": 46,
    "word_count": 1076,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_108_DOCUMENT_1"
}