{
    "title": "Powell is rolling back Fed aid to the economy. Here’s what comes next.",
    "news": [
        {
            "id": 0,
            "text": "Powell has said that those bond purchases could cease entirely by the middle of next year, at which time the Fed could choose to deploy a more powerful tool for fighting inflation: raising short-term interest rates."
        },
        {
            "id": 1,
            "text": "The central bank has not yet indicated when it will take that step."
        },
        {
            "id": 2,
            "text": "Key economic indicators over the coming months will give a clearer picture, including Friday’s release of October jobs numbers and next week’s release of the latest consumer price index data."
        },
        {
            "id": 3,
            "text": "Here are five quotes from Powell that help explain how the Fed might approach the decision."
        },
        {
            "id": 4,
            "text": "“It is time to taper we think because the economy has achieved substantial further progress toward our goals.”"
        },
        {
            "id": 5,
            "text": "The Fed has two goals right now: getting inflation to average 2 percent over time, and putting as many people back to work as possible."
        },
        {
            "id": 6,
            "text": "Basically, he’s saying the central bank is ramping down, or “tapering,” its bond purchases because inflation is higher than policymakers want and the labor market has made a lot of headway in getting back to where it was before the pandemic, recovering more than 17 million jobs since April 2020."
        },
        {
            "id": 7,
            "text": "But substantial progress does not mean mission accomplished."
        },
        {
            "id": 8,
            "text": "The country is still 5 million jobs short of where it was at the onset of the crisis."
        },
        {
            "id": 9,
            "text": "“The level of inflation we have right now is not at all consistent with price stability."
        },
        {
            "id": 10,
            "text": "By the way, we’re also not at maximum employment. …"
        },
        {
            "id": 11,
            "text": "We will use our tools as appropriate to get inflation under control."
        },
        {
            "id": 12,
            "text": "We don’t think it’s a good time to raise interest rates though because we want to see the labor market heal further.”"
        },
        {
            "id": 13,
            "text": "Here Powell is talking about the tension between the Fed’s two goals."
        },
        {
            "id": 14,
            "text": "The central bank raises borrowing costs to fight inflation, but higher rates can also hurt growth and job creation in an economy that is still recovering."
        },
        {
            "id": 15,
            "text": "Right now, the Fed believes price increases are mostly tied to global production and shipping delays and expects that inflation to fade when supply chain disruptions ease."
        },
        {
            "id": 16,
            "text": "So, he‘s saying it’s more important to give the labor market continued support rather than trying to stop a problem that might work itself out."
        },
        {
            "id": 17,
            "text": "“By many measures, we are at a tight labor market."
        },
        {
            "id": 18,
            "text": "I mentioned quits and job openings and wages and things like that."
        },
        {
            "id": 19,
            "text": "Many of them are signaling a tight labor market, but the issue is, how persistent is that?"
        },
        {
            "id": 20,
            "text": "Because you have people who are held out of the labor market, they’re holding themselves out of the market because of caretaking needs or because of fear of Covid or for whatever reason they’re staying out.”"
        },
        {
            "id": 21,
            "text": "This reflects the lessons that the Fed learned after the 2008 financial crisis: Don’t be fooled into thinking the economy has reached its maximum level of employment when lots of working-age people still aren’t participating in the labor force."
        },
        {
            "id": 22,
            "text": "(If you drop out of the labor market, you’re no longer counted as unemployed)."
        },
        {
            "id": 23,
            "text": "Powell noted that many workers are getting raises and have more flexibility to change jobs, which are usually features of a healthy labor market."
        },
        {
            "id": 24,
            "text": "But there‘s also reason to believe that plenty of people on the sidelines will seek work when the pandemic fades."
        },
        {
            "id": 25,
            "text": "The Fed is worried about leaving those people behind if it raises rates too early."
        },
        {
            "id": 26,
            "text": "“What it really boils down to is something that’s common sense, and that is risk management."
        },
        {
            "id": 27,
            "text": "We have to be aware of the risks, particularly now the risk of significantly higher inflation. …"
        },
        {
            "id": 28,
            "text": "We have to be in a position to address that risk should it create a threat of more persistent longer-term inflation, and that’s what we think our policy is doing now."
        },
        {
            "id": 29,
            "text": "It’s putting us in a position to be able to address the range of plausible outcomes.”"
        },
        {
            "id": 30,
            "text": "The Fed wants to reassure people that if inflation really looks like it’s in danger of getting out of control or remaining elevated for a long time, it’s not going to ignore that."
        },
        {
            "id": 31,
            "text": "Powell is saying that, by winding down its bond purchases, the Fed is putting itself in a position to act next year if the risk of dangerous inflation is likelier than it now expects."
        },
        {
            "id": 32,
            "text": "“It’s difficult enough to just forecast the economy in normal times."
        },
        {
            "id": 33,
            "text": "When you’re talking about global supply chains in turmoil, it’s a whole different thing."
        },
        {
            "id": 34,
            "text": "And you’re talking about a pandemic that’s holding people out of the labor force for reasons that we can sample, but we don’t have a lot of experience with this, so it’s very difficult to forecast and not easy to set policy.”"
        },
        {
            "id": 35,
            "text": "The message here is humility."
        },
        {
            "id": 36,
            "text": "Powell and the Fed have formed an opinion about what might be going on with the economy, but they’re willing to consider that they might be wrong, particularly given that things are so in flux from the pandemic."
        }
    ],
    "entities": [
        {
            "text": "Federal Reserve",
            "id": "Eentity#1",
            "entityType": "Organization"
        },
        {
            "text": "People",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Inflation",
            "id": "Eentity#3",
            "entityType": "Others"
        },
        {
            "text": "Growth and Job Creation",
            "id": "Eentity#5",
            "entityType": "Others"
        },
        {
            "text": "Labor Market",
            "id": "Eentity#6",
            "entityType": "Others"
        },
        {
            "text": "Workers",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Employers",
            "id": "Eentity#8",
            "entityType": "Others"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Federal Reserve",
            "patient": "Inflation",
            "event": "deploy a more powerful tool for fighting",
            "event_trigger": "fighting",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 5,
            "agent": "Federal Reserve",
            "patient": "People",
            "event": "putting as many people back to work as possible",
            "event_trigger": "putting",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 5,
            "agent": "Federal Reserve",
            "patient": "Inflation",
            "event": "getting inflation to average 2 percent over time",
            "event_trigger": "getting",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 14,
            "agent": "Federal Reserve",
            "patient": "Inflation",
            "event": "fight",
            "event_trigger": "fight",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 14,
            "agent": "Federal Reserve",
            "patient": "Growth and Job Creation",
            "event": "hurt",
            "event_trigger": "hurt",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 16,
            "agent": "Federal Reserve",
            "patient": "Labor Market",
            "event": "give the labor market continued support",
            "event_trigger": "give",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 23,
            "agent": "Employers",
            "patient": "Workers",
            "event": "more flexibility to change jobs",
            "event_trigger": "flexibility",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 7,
    "events_count": 7,
    "sentence_count": 37,
    "word_count": 808,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_1227_DOCUMENT_0"
}