{
    "title": "Oath Keeper founder Stewart Rhodes found guilty of seditious conspiracy for role in Capitol riot",
    "news": [
        {
            "id": 0,
            "text": "A jury found Oath Keepers founder Stewart Rhodes guilty of seditious conspiracy for his role in the Capitol riot that occurred as Congress was certifying now-President Joe Biden’s win over then-President Donald Trump."
        },
        {
            "id": 1,
            "text": "One other member of the group, Kelly Meggs, the leader of the Florida chapter of the organization, was found guilty of the same charge, while the three others on trial, Kenneth Harrelson, Jessica Watkins, and Thomas Caldwell, were found not guilty of seditious conspiracy."
        },
        {
            "id": 2,
            "text": "The split verdict is notable, in part because the not-guilty verdicts were the first acquittals reached by a jury in any of the Capitol riot trials thus far."
        },
        {
            "id": 3,
            "text": "All five Oath Keepers were convicted of at least some other felony charges on Tuesday, with each found guilty of obstruction of an official congressional proceeding."
        },
        {
            "id": 4,
            "text": "Additionally, Rhodes was found guilty of tampering with documents and proceedings, while Meggs was also found guilty of tampering, conspiracy to obstruct an official proceeding, and conspiracy to prevent an officer from discharging duties."
        },
        {
            "id": 5,
            "text": "Harrelson was also found guilty of conspiracy to prevent an officer from discharging duties and of tampering with documents or proceedings, Watkins was found guilty of interfering with law enforcement officers during a civil disorder, conspiracy to prevent an officer from discharging duties, and tampering with documents or proceedings, and Caldwell was found guilty of tampering with documents or proceedings too."
        },
        {
            "id": 6,
            "text": "“Today the jury returned a verdict convicting all defendants of criminal conduct, including two Oath Keepers leaders for seditious conspiracy against the United States,” Attorney General Merrick Garland said."
        },
        {
            "id": 7,
            "text": "“The Justice Department is committed to holding accountable those criminally responsible for the assault on our democracy on January 6, 2021."
        },
        {
            "id": 8,
            "text": "The prosecutors and agents on this case worked tirelessly, with extraordinary skill, and in the best traditions of the Department of Justice.”"
        },
        {
            "id": 9,
            "text": "The Department of Justice announced in January that Oath Keepers leader Stewart Rhodes and 10 others were charged with seditious conspiracy related to Jan. 6, 2021."
        },
        {
            "id": 10,
            "text": "For a year, prosecutors repeatedly referred to “Person One,” easily identifiable as Rhodes, in their cases against Oath Keepers members."
        },
        {
            "id": 11,
            "text": "The other alleged Oath Keepers on trial with Rhodes had all pleaded not guilty, including by arguing that they had no advance plan to storm the Capitol."
        },
        {
            "id": 12,
            "text": "Three members of the Oath Keepers have pleaded guilty to seditious conspiracy charges this year but were not called to the stand by the prosecution at this trial."
        },
        {
            "id": 13,
            "text": "Prosecutors had charged Rhodes and the other defendants with crimes “related to the breach of the U.S. Capitol on Jan. 6, which disrupted a joint session of the U.S. Congress that was in the process of ascertaining and counting the electoral votes related to the presidential election .”"
        },
        {
            "id": 14,
            "text": "The DOJ said the conspiracy involved a plan “to oppose by force the lawful transfer of presidential power.”"
        },
        {
            "id": 15,
            "text": "Biden defeated Trump in the Electoral College 306-232 in November 2020, and the riot occurred as Congress was certifying the results."
        },
        {
            "id": 16,
            "text": "\"These defendants think that they are self-anointed to stand up for what they think is the real version of the law,\" DOJ prosecutor Kathryn Rakoczy reportedly said during closing arguments last week, adding, \"They saw the riot unfolding at the Capitol, they threw their bodies at the cause, and they took it.\""
        },
        {
            "id": 17,
            "text": "Oath Keepers defense lawyer Lee Bright reportedly contended that the DOJ had not proven its “big three” crimes beyond a reasonable doubt, arguing there was \"no plan to storm the Capitol … no plan to breach the rotunda … no plan to stop the certification of the electors.”"
        },
        {
            "id": 18,
            "text": "Rhodes, who was arrested in January, was not accused of entering the Capitol but did allegedly enter a restricted area around it."
        },
        {
            "id": 19,
            "text": "The Oath Keepers leader is a former U.S. Army paratrooper who later graduated from Yale Law School."
        },
        {
            "id": 20,
            "text": "He founded the right-wing group in 2009."
        },
        {
            "id": 21,
            "text": "The DOJ said Rhodes and his alleged co-conspirators used encrypted messaging in a conspiracy that began in late December 2020 to coordinate and make plans to meet in Washington."
        },
        {
            "id": 22,
            "text": "Prosecutors say that after the Capitol riot, he deleted information from his cellphone related to the allegations in the indictment."
        },
        {
            "id": 23,
            "text": "A seven-count superseding indictment was handed down against Rhodes and eight others in June, charging them with seditious conspiracy, conspiracy to obstruct an official proceeding and obstruction of an official proceeding, conspiracy to prevent an officer from discharging duties, destruction of government property, civil disorder, and tampering with documents or proceedings."
        },
        {
            "id": 24,
            "text": "The DOJ has described the Oath Keepers as “a large but loosely organized collection of individuals, some of whom are associated with militias” and said that the group had a specific focus on “recruiting current and former military, law enforcement, and first-responder personnel.”"
        },
        {
            "id": 25,
            "text": "During the trial, former Oath Keepers Vice President Greg McWhirter, whom lawyers for Rhodes sought to call as a witness, was revealed this month to be a confidential informant for the FBI against the group in the lead-up to the Capitol riot."
        },
        {
            "id": 26,
            "text": "Another former Oath Keeper, Abdullah Rasheed, also became an FBI informant against the group by providing the bureau with a recording of a video conference Rhodes had with Oath Keepers in November 2020, days after Biden had defeated Trump."
        },
        {
            "id": 27,
            "text": "“The more I listened to the call, it sounded like we were going to war against the United States government,” Rasheed reportedly said of Rhodes in court in October."
        },
        {
            "id": 28,
            "text": "The New York Times reported this month that redacted court filings suggested “the FBI had as many as eight informants” inside the Proud Boys “in the months surrounding the storming of the Capitol.”"
        },
        {
            "id": 29,
            "text": "“The Government has paid individuals to gather information and evidence about the Oath Keepers and the Defendants."
        },
        {
            "id": 30,
            "text": "The Government has made use of some of that information and evidence in building its case for trial,” defense lawyers for the Oath Keepers said in September, adding, “What the Government knew — but only recently disclosed to the Defendants — was that none of the confidential human sources provided evidence of guilt on the part of the Oath Keepers as an organization, or the individual Defendants in this case.”"
        },
        {
            "id": 31,
            "text": "The House select committee investigating the Capitol riot subpoenaed Rhodes in November 2021."
        },
        {
            "id": 32,
            "text": "Lawyers for the Oath Keepers repeatedly and unsuccessfully sought to delay or change the venue of the jury trial in the nation’s capital, citing the “highly inflammatory and prejudicial hearings” conducted by the Capitol riot committee and arguing that the District of Columbia is “heavily-biased” and “anti-Trump” and that this would create a prejudiced jury pool."
        },
        {
            "id": 33,
            "text": "The DOJ argued, “The defendants’ litany of complaints about the House Select Committee to Investigate the January 6th Attack on the United States Capitol’s hearings do not justify a continuance in this case.”"
        }
    ],
    "entities": [
        {
            "text": "Stewart Rhodes",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "White House",
            "id": "Eentity#1",
            "entityType": "Organization"
        },
        {
            "text": "Kelly Meggs",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Oath Keepers",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Kenneth Harrelson",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Abdullah Rasheed",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Federal Bureau of Investigation",
            "id": "Eentity#6",
            "entityType": "Organization"
        },
        {
            "text": "Prosecutors",
            "id": "Eentity#7",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Stewart Rhodes",
            "patient": "White House",
            "event": "role in the Capitol riot",
            "event_trigger": "riot",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": "Subversion"
        },
        {
            "e_id": "EventMO#1",
            "para": 1,
            "agent": "Kelly Meggs",
            "patient": "White House",
            "event": "seditious conspiracy",
            "event_trigger": "conspiracy",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Cheating",
            "morality3": "Subversion"
        },
        {
            "e_id": "EventMO#2",
            "para": 3,
            "agent": "Oath Keepers",
            "patient": "White House",
            "event": "some other felony charges",
            "event_trigger": "felony",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 4,
            "agent": "Stewart Rhodes",
            "patient": "White House",
            "event": "tampering with documents and proceedings",
            "event_trigger": "tampering",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 4,
            "agent": "Kelly Meggs",
            "patient": "White House",
            "event": "tampering, conspiracy to obstruct an official proceeding, and conspiracy to prevent an officer from discharging duties",
            "event_trigger": "tampering",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 5,
            "agent": "Kenneth Harrelson",
            "patient": "White House",
            "event": "discharging duties and of tampering with documents or proceedings",
            "event_trigger": "discharging",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 26,
            "agent": "Abdullah Rasheed",
            "patient": "Federal Bureau of Investigation",
            "event": "providing the bureau with a recording of a video conference",
            "event_trigger": "providing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 13,
            "agent": "Prosecutors",
            "patient": "Stewart Rhodes",
            "event": "charged",
            "event_trigger": "charged",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Fairness",
            "morality3": ""
        }
    ],
    "entities_count": 8,
    "events_count": 8,
    "sentence_count": 34,
    "word_count": 1107,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Slightly Conservative",
    "DOCNAME": "TRIPLET_2002_DOCUMENT_1"
}