{
    "title": "These counties will decide winner in Georgia Senate runoff",
    "news": [
        {
            "id": 0,
            "text": "This combination of photos shows, Sen. Raphael Warnock, D-Ga., speaking to reporters on Capitol Hill in Washington, Aug. 3, 2021, left, and Republican Senate candidate Herschel Walker speaking in Perry, Ga., Sept. 25, 2021."
        },
        {
            "id": 1,
            "text": "Walker is in a runoff election with incumbent Warnock."
        },
        {
            "id": 2,
            "text": "(NEXSTAR) — Georgia voters are heading to the polls one more time to weigh in on the consequential election between Sen. Raphael Warnock (D) and Republican Herschel Walker, and all eyes are on key counties in the Peach State to see how they perform."
        },
        {
            "id": 3,
            "text": "Warnock outperformed Georgia gubernatorial candidate Stacey Abrams in predominantly Democratic counties like DeKalb, Fulton and Clayton."
        },
        {
            "id": 4,
            "text": "Meanwhile, Walker underperformed Gov. Brian Kemp (R) in predominantly GOP counties like Forsyth, Cherokee and Hall."
        },
        {
            "id": 5,
            "text": "Experts say the key test will be how well both campaigns turn out those reliably blue and red counties."
        },
        {
            "id": 6,
            "text": "“If there is anything to look at, I would be paying attention to if we see anemic turnout in traditionally Republican areas versus anemic turnout in traditionally Democratic areas, because whichever group has the most anemic turnout is probably going to be the side that loses,” said Andra Gillespie, a political science professor at Emory University."
        },
        {
            "id": 7,
            "text": "Charles Bullock, a political science professor at the University of Georgia, said that Democrats’ focus on the large metro counties will be especially important."
        },
        {
            "id": 8,
            "text": "“For a Democrat, that’s absolutely essential."
        },
        {
            "id": 9,
            "text": "Can’t make up the votes anyplace else,” he said."
        },
        {
            "id": 10,
            "text": "Both candidates must contend with potential voter fatigue, the possibility that voters might view the race as less consequential given that Democrats have secured their Senate majority for the next session and a tighter time frame to rev up their bases."
        },
        {
            "id": 11,
            "text": "Campaigns now have only a month to mobilize voters after the state moved the runoff election from January to December."
        },
        {
            "id": 12,
            "text": "Walker faces additional hurdles, like the fact that Kemp’s name will not be on the ballot."
        },
        {
            "id": 13,
            "text": "“I think the question for Democrats or Republicans is how do you get back those people who voted for Brian Kemp but could not or would not vote for Herschel Walker?"
        },
        {
            "id": 14,
            "text": "And I think the challenge for Republicans is you can’t make the argument that control of the Senate is up for grabs,” said Gillespie."
        },
        {
            "id": 15,
            "text": "Given that voters cannot register by party in Georgia, it’s hard to say how many Republicans and Democrats have voted in some of these counties."
        },
        {
            "id": 16,
            "text": "Data from the Democratic data firm TargetSmart suggests that, as of Friday morning, 39 percent of the share of residents who had voted so far in the runoff were Republicans and 53 percent were Democrats."
        },
        {
            "id": 17,
            "text": "Here’s a look at the counties to watch for ahead of Tuesday’s Senate runoff."
        },
        {
            "id": 18,
            "text": "For Democrats: DeKalb, Fulton, Clayton counties"
        },
        {
            "id": 19,
            "text": "Among some of the Democratic strongholds to watch for are DeKalb, Fulton and Clayton, all part of the Atlanta metro area."
        },
        {
            "id": 20,
            "text": "DeKalb County has a population of roughly 764,000 residents, according to the 2020 Census, and is a majority-Black county that sits to the east of Fulton."
        },
        {
            "id": 21,
            "text": "Warnock won DeKalb by 70 points in November, compared to Abrams, who won it by 63 points."
        },
        {
            "id": 22,
            "text": "Warnock outperformed not only the current president’s margin in 2020 — Joe Biden won the county by 67 points — but also his own margin in the 2021 runoff against former Sen. Kelly Loeffler (R), when he won by 68 points."
        },
        {
            "id": 23,
            "text": "Fulton, where Atlanta serves as the seat of the county, has more than 1 million residents and approximately equal numbers of Black and white residents."
        },
        {
            "id": 24,
            "text": "In another example of how Warnock overperformed compared to Abrams, the senator won the county by 49 points compared to her 38 points."
        },
        {
            "id": 25,
            "text": "Biden won the county by 46 points in 2020, and Warnock won it by 45 points during his last runoff."
        },
        {
            "id": 26,
            "text": "Indeed, it’s no accident that former President Obama was stumping for Warnock on Thursday in Atlanta in an effort to energize the Democratic base."
        },
        {
            "id": 27,
            "text": "J. Miles Coleman, an associate editor for Sabato’s Crystal Ball, suggested that Warnock needed to aim to win the county by more than 72 points."
        },
        {
            "id": 28,
            "text": "“South Fulton, you have a very big Black majority there, it’s a little like Clayton [County] … North Fulton, you have a lot of college educated whites there, used to like Mitt Romney, but don’t like Trump,” Coleman said."
        },
        {
            "id": 29,
            "text": "“In a place like north Fulton, I would expect you would have a lot of Kemp to Warnock people,” he added."
        },
        {
            "id": 30,
            "text": "Meanwhile, Clayton County, also majority Black, lies to the south of Atlanta with a population of just less than 300,000 people."
        },
        {
            "id": 31,
            "text": "Warnock won Clayton by 76 points compared to Abrams’s 73 points."
        },
        {
            "id": 32,
            "text": "Back in 2020, Biden won the county by 71 points, while Warnock took it during his runoff by 77 points."
        },
        {
            "id": 33,
            "text": "For Republicans: Cherokee, Forsyth, Hall counties"
        },
        {
            "id": 34,
            "text": "Among some of the key counties in which Republicans will need to rely on high voter turnout are Cherokee and Forsyth exurban counties, which sit next to each other and lie north of Atlanta."
        },
        {
            "id": 35,
            "text": "Cherokee County sits north of Cobb and Fulton counties while Forsyth sits east of Cherokee and north of parts of Fulton and Gwinnett counties."
        },
        {
            "id": 36,
            "text": "Both have a similar population size — Cherokee has about 266,000 people while Forsyth has about 250,000 — and both are majority white."
        },
        {
            "id": 37,
            "text": "Cherokee went for Walker by 38 points in November and Kemp by 49 points."
        },
        {
            "id": 38,
            "text": "Trump performed similarly to Walker in 2020, winning the county by 39 points while Loeffler won it by 40 points."
        },
        {
            "id": 39,
            "text": "And like Cherokee, Forsyth was another GOP county where Walker underperformed Kemp with margins of 33 points and 46 points respectively."
        },
        {
            "id": 40,
            "text": "Trump and Loeffler took the county by 33 and 35 points respectively during the November 2020 election and January 2021 runoff."
        },
        {
            "id": 41,
            "text": "Hall County, which includes Gainesville and is represented by Rep. Andrew Clyde (R), will also prove critical for Republicans."
        },
        {
            "id": 42,
            "text": "The county, also majority white, has just more than 200,000 people, located northwest of Athens."
        },
        {
            "id": 43,
            "text": "Kemp boasted a margin of 55 points while Walker took the county by 45 points."
        },
        {
            "id": 44,
            "text": "Trump won the county 43 points in 2020, while Loeffler won it by 44 during the 2021 runoff."
        }
    ],
    "entities": [
        {
            "id": "Eentity#0",
            "text": "Republican Voters",
            "entityType": "People"
        },
        {
            "text": "Democrat Voters",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Raphael Warnock",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Herschel Walker",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Voters",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Brian Kemp",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Barack Obama",
            "id": "Eentity#6",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 6,
            "agent": "Republican Voters",
            "patient": "Herschel Walker",
            "event": "anemic turnout in traditionally Republican areas",
            "event_trigger": "turnout",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Betrayal",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 6,
            "agent": "Democrat Voters",
            "patient": "Raphael Warnock",
            "event": "anemic turnout in traditionally Democratic areas",
            "event_trigger": "turnout",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Betrayal",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 10,
            "agent": "Voters",
            "patient": "Raphael Warnock",
            "event": "view the race as less consequential",
            "event_trigger": "less",
            "agent2": "",
            "patient2": "Herschel Walker",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 12,
            "agent": "Brian Kemp",
            "patient": "Herschel Walker",
            "event": "name will not be on the ballot",
            "event_trigger": "not",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 16,
            "agent": "Voters",
            "patient": "Herschel Walker",
            "event": "39 percent of the share of residents who had voted so far in the runoff were Republicans",
            "event_trigger": "Republicans",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 16,
            "agent": "Voters",
            "patient": "Raphael Warnock",
            "event": "53 percent were Democrats",
            "event_trigger": "Democrats",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 26,
            "agent": "Barack Obama",
            "patient": "Raphael Warnock",
            "event": "stumping for",
            "event_trigger": "stumping",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 26,
            "agent": "Barack Obama",
            "patient": "Democrat Voters",
            "event": "effort to energize",
            "event_trigger": "energize",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 7,
    "events_count": 8,
    "sentence_count": 45,
    "word_count": 1009,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_2008_DOCUMENT_0"
}