{
    "title": "'Enough': Biden Exhorts Congress To Pass Gun Control Laws",
    "news": [
        {
            "id": 0,
            "text": "President Joe Biden delivered the second evening address of his presidency on Thursday night, almost begging Congress to pass gun control legislation following yet another wave of mass shootings stretching from Tulsa, Oklahoma, to Buffalo, New York."
        },
        {
            "id": 1,
            "text": "“Enough,” Biden said repeatedly, invoking the dozens of school shootings that have swept America over the past decade."
        },
        {
            "id": 2,
            "text": "“We can’t fail the American people again.”"
        },
        {
            "id": 3,
            "text": "Biden delivered his 15-minute speech, informed by his recent trips to both Buffalo and Uvalde, Texas, from the East Room of the White House after walking down an aisle lined with small candles."
        },
        {
            "id": 4,
            "text": "He called on Congress to pass a suite of gun control measures: universal background check legislation, a ban on assault weapons, a national “red flag” law to take guns away from the mentally ill, raising the age to buy a gun to 21 and the repeal of a liability shield for gun manufacturers."
        },
        {
            "id": 5,
            "text": "“It’s time to act for the children we’ve lost, the children we can save, the nation we love,” Biden exhorted, noting that the Centers for Disease Control and Prevention now says gun violence is the leading killer of American children, surpassing traffic accidents."
        },
        {
            "id": 6,
            "text": "“Let us finally do something.”"
        },
        {
            "id": 7,
            "text": "Most of Biden’s pleas will fall on deaf ears in Congress, drowned out by universal GOP opposition to almost any measure to rein in gun violence or limit the gun industry’s power."
        },
        {
            "id": 8,
            "text": "While Democrats and Republicans in the Senate are optimistic about a deal to combat school shootings in the wake of the death of 19 students and two teachers in Uvalde, only one of the deal’s provisions — a strengthening of the federal background check system — would restrict gun ownership."
        },
        {
            "id": 9,
            "text": "Other provisions under discussions include encouraging states to pass “red flag” laws, providing tax credits for gun owners to buy safes and improving mental health coverage."
        },
        {
            "id": 10,
            "text": "Sen. Chris Murphy (D-Conn.), who is helping negotiate the package, said small steps on gun control could eventually pave the way for more progress."
        },
        {
            "id": 11,
            "text": "“I don’t think we have to get it done all at once."
        },
        {
            "id": 12,
            "text": "What we’re trying to do is prove to Republicans that if they vote for measures that tighten up the nation’s gun laws, the political sky does not fall,” Murphy said in an MSNBC interview."
        },
        {
            "id": 13,
            "text": "“In fact, they’ll get a lot more supporters in their home states.”"
        },
        {
            "id": 14,
            "text": "Polls consistently show significant public support for stricter gun control laws, especially for stronger background checks."
        },
        {
            "id": 15,
            "text": "Still, Biden took time in his speech to praise the Second Amendment and “responsible” gun owners."
        },
        {
            "id": 16,
            "text": "“This is not about taking away anyone’s guns,” Biden said."
        },
        {
            "id": 17,
            "text": "“It’s not not about vilifying gun owners.”"
        },
        {
            "id": 18,
            "text": "However, Biden cited former Supreme Court Justice Antonin Scalia ― a conservative icon ― who had declared that the Second Amendment was “not unlimited.”"
        }
    ],
    "entities": [
        {
            "text": "Joe Biden",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "United States Congress",
            "id": "Eentity#1",
            "entityType": "Organization"
        },
        {
            "text": "Gun Owners",
            "id": "Eentity#2",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Joe Biden",
            "patient": "United States Congress",
            "event": "begging ",
            "event_trigger": "begging",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 4,
            "agent": "Joe Biden",
            "patient": "United States Congress",
            "event": "called on",
            "event_trigger": "called",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 7,
            "agent": "United States Congress",
            "patient": "Joe Biden",
            "event": "drowned out by universal GOP opposition",
            "event_trigger": "drowned",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 15,
            "agent": "Joe Biden",
            "patient": "Gun Owners",
            "event": "praise",
            "event_trigger": "praise",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 3,
    "events_count": 4,
    "sentence_count": 19,
    "word_count": 459,
    "article_ideology_1": "Liberal",
    "article_ideology_2": "Liberal",
    "DOCNAME": "TRIPLET_1274_DOCUMENT_2"
}