{
    "title": "Brooklyn subway suspect tipped off police to his location",
    "news": [
        {
            "id": 0,
            "text": "New York City Police and law enforcement officials lead subway shooting suspect Frank R. James, 62, center, away from a police station, in New York, Wednesday, April 13, 2022."
        },
        {
            "id": 1,
            "text": "The man accused of shooting multiple people on a Brooklyn subway train was arrested Wednesday and charged with a federal terrorism offense."
        },
        {
            "id": 2,
            "text": "New York City Police and law enforcement officials lead subway shooting suspect Frank R. James, 62, center, away from a police station, in New York, Wednesday, April 13, 2022."
        },
        {
            "id": 3,
            "text": "The man accused of shooting multiple people on a Brooklyn subway train was arrested Wednesday and charged with a federal terrorism offense."
        },
        {
            "id": 4,
            "text": "NEW YORK (AP) — The man accused of shooting 10 people on a Brooklyn subway train was arrested Wednesday and charged with a federal terrorism offense after the suspect called police to come get him, law enforcement officials said."
        },
        {
            "id": 5,
            "text": "Frank R. James , 62, was taken into custody about 30 hours after the violence on a rush-hour train, which left people around the city on edge."
        },
        {
            "id": 6,
            "text": "“My fellow New Yorkers, we got him,” Mayor Eric Adams said."
        },
        {
            "id": 7,
            "text": "James was due to appear in court Thursday on a charge that pertains to terrorist or other violent attacks against mass transit systems and carries a sentence of up to life in prison, Brooklyn U.S. Attorney Breon Peace said."
        },
        {
            "id": 8,
            "text": "In recent months, James railed in videos on his YouTube channel about racism and violence in the U.S. and about his struggles with mental health care in New York City, and he criticized Adams’ policies on mental health and subway safety."
        },
        {
            "id": 9,
            "text": "But the motive for the subway attack remains unclear, and there’s no indication James had ties to terror organizations, international or otherwise, Peace said."
        },
        {
            "id": 10,
            "text": "James didn’t respond to reporters’ shouted questions as he was led to a police car Wednesday afternoon."
        },
        {
            "id": 11,
            "text": "He was transferred hours later to federal Bureau of Prisons custody and was being held at the Metropolitan Detention Center in Brooklyn."
        },
        {
            "id": 12,
            "text": "A message seeking comment was sent to a lawyer representing him."
        },
        {
            "id": 13,
            "text": "Police had urged the public to help find him, releasing his name and photo and even sending a cellphone alert before they got a tip Wednesday."
        },
        {
            "id": 14,
            "text": "The tipster was James, calling to say he knew he was wanted and that police could find him at a McDonald’s in Manhattan’s East Village neighborhood, two law enforcement officials said."
        },
        {
            "id": 15,
            "text": "They weren’t authorized to discuss the ongoing investigation and spoke on condition of anonymity."
        },
        {
            "id": 16,
            "text": "James was gone when officers arrived, but he was soon spotted on a busy corner nearby, Chief of Department Kenneth Corey said."
        },
        {
            "id": 17,
            "text": "Passer-by Aleksei Korobow said he saw four police cars zoom past, and when he caught up to them, James was in handcuffs as a crowd of people looked on."
        },
        {
            "id": 18,
            "text": "“There was nowhere left for him to run,” Police Commissioner Keechant Sewell said."
        },
        {
            "id": 19,
            "text": "The arrest came as the gunshot victims, and at least a dozen others injured in the attack, tried to recover."
        },
        {
            "id": 20,
            "text": "“I don’t think I could ever ride a train again,” Hourari Benkada, a Manhattan hotel housekeeping manager who was shot in the leg, told CNN from a hospital bed."
        },
        {
            "id": 21,
            "text": "Gov. Kathy Hochul visited victims as young as 12 in a hospital Tuesday night."
        },
        {
            "id": 22,
            "text": "One had been heading to class at Borough of Manhattan Community College when he was hit by either a bullet or shrapnel and needed surgery, the governor said."
        },
        {
            "id": 23,
            "text": "Guatemala’s Foreign Ministry said an 18-year-old Guatemalan national, Rudy Alfredo Pérez Vásquez, was hospitalized but “out of danger” Wednesday after being injured in the attack."
        },
        {
            "id": 24,
            "text": "James detonated two smoke grenades and fired at least 33 shots with a 9 mm handgun in a subway car packed with commuters, police said."
        },
        {
            "id": 25,
            "text": "When the first smoke bomb went off, a passenger asked what he was doing, according to a witness account to police."
        },
        {
            "id": 26,
            "text": "“Oops,” James said, set off a second, then brandished the gun and opened fire, Chief of Detectives James Essig said."
        },
        {
            "id": 27,
            "text": "When the train stopped at a station and terrified riders fled, James apparently hopped another train — the same one many were steered to for safety, police said."
        },
        {
            "id": 28,
            "text": "He got out at the next station, disappearing into the nation’s most populous city."
        },
        {
            "id": 29,
            "text": "But James left behind numerous clues at the crime scene, including the gun — which he bought in Ohio in 2011 — ammunition magazines, a hatchet, smoke grenades, gasoline, a bank card in his name and the key to a U-Haul van he rented Monday in Philadelphia, according to police and a court complaint."
        },
        {
            "id": 30,
            "text": "Tucked in an orange workers’ jacket, which he apparently tossed on a subway platform, was a receipt for a Philadelphia storage unit."
        },
        {
            "id": 31,
            "text": "Authorities found ammunition, targets and a pistol barrel in the storage locker and learned he’d been there on Monday, the complaint said."
        },
        {
            "id": 32,
            "text": "The van was found, unoccupied, near a station where investigators believe James entered the subway system."
        },
        {
            "id": 33,
            "text": "Surveillance cameras captured the van arriving from Philadelphia early Tuesday, and a man wearing what appeared to be the same orange jacket leaving the vehicle near the station."
        },
        {
            "id": 34,
            "text": "James was born in New York but had lived recently in Philadelphia and Milwaukee, authorities said."
        },
        {
            "id": 35,
            "text": "Bruce Allen, a neighbor near a Philadelphia apartment where James stayed for the last couple of weeks, said the man never spoke to him, even when moving in."
        },
        {
            "id": 36,
            "text": "James had worked at a variety of manufacturing and other jobs, according to his videos."
        },
        {
            "id": 37,
            "text": "Police said he’d been arrested 12 times in New York and New Jersey between 1990 and 2007 on charges ranging from disorderly conduct to possession of burglary tools, but he has no felony convictions."
        },
        {
            "id": 38,
            "text": "His hours of disjointed, expletive-filled videos range from current events, to his life story, to bigoted remarks about people of various backgrounds."
        },
        {
            "id": 39,
            "text": "James is Black."
        },
        {
            "id": 40,
            "text": "Some videos complain about Adams, mental health care"
        },
        {
            "id": 41,
            "text": "James says he got in the city years ago, and conditions on the subway."
        },
        {
            "id": 42,
            "text": "In one post, he fulminates about trains filled with homeless people, the court complaint noted."
        },
        {
            "id": 43,
            "text": "In another, he denounces the treatment of Black people in the U.S. and says, “The message to me is: I should have gotten a gun, and just started shooting.”"
        },
        {
            "id": 44,
            "text": "The Brooklyn subway station where passengers fled the attack was open as usual Wednesday morning, less than 24 hours after the violence."
        },
        {
            "id": 45,
            "text": "Jude Jacques, who takes the subway to work as a fire safety director two blocks from the shooting scene, said he prays every morning but had a special request Wednesday."
        },
        {
            "id": 46,
            "text": "“I said, ‘God, everything is in your hands,’”"
        },
        {
            "id": 47,
            "text": "“I was antsy, and you can imagine why."
        },
        {
            "id": 48,
            "text": "Everybody is scared because it just happened.”"
        }
    ],
    "entities": [
        {
            "text": "New York City Police",
            "id": "Eentity#0",
            "entityType": "Organization"
        },
        {
            "text": "Frank James",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Eric Adams",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "New Yorkers",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Kathy Hochul",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Gunshot Victims",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Rudy Alfredo Pérez Vásquez",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Borough of Manhattan Community College Student",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Subway Commuters",
            "id": "Eentity#8",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 1,
            "agent": "New York City Police",
            "patient": "Frank James",
            "event": "arrested Wednesday and charged with a federal terrorism offense",
            "event_trigger": "arrested",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 5,
            "agent": "New York City Police",
            "patient": "Frank James",
            "event": "taken into custody ",
            "event_trigger": "custody",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 8,
            "agent": "Frank James",
            "patient": "Eric Adams",
            "event": "criticized ",
            "event_trigger": "criticized",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 13,
            "agent": "New York City Police",
            "patient": "New Yorkers",
            "event": "urged ",
            "event_trigger": "urged",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 21,
            "agent": "Kathy Hochul",
            "patient": "Gunshot Victims",
            "event": " visited",
            "event_trigger": "visited",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 23,
            "agent": "Frank James",
            "patient": "Rudy Alfredo Pérez Vásquez",
            "event": "injured",
            "event_trigger": "injured",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 22,
            "agent": "Frank James",
            "patient": "Borough of Manhattan Community College Student",
            "event": "hit by either a bullet or shrapnel",
            "event_trigger": "hit",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 24,
            "agent": "Frank James",
            "patient": "Subway Commuters",
            "event": "detonated two smoke grenades and fired at least 33 shots",
            "event_trigger": "detonated",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 26,
            "agent": "Frank James",
            "patient": "Subway Commuters",
            "event": "opened fire",
            "event_trigger": "fire",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 40,
            "agent": "Frank James",
            "patient": "Eric Adams",
            "event": "complain about",
            "event_trigger": "complain",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 9,
    "events_count": 10,
    "sentence_count": 49,
    "word_count": 1093,
    "article_ideology_1": "Slightly Conservative",
    "article_ideology_2": "Slightly Conservative",
    "DOCNAME": "TRIPLET_1261_DOCUMENT_2"
}