{
    "title": "Oath Keepers Stewart Rhodes and Kelly Meggs found guilty of seditious conspiracy in Jan. 6 case",
    "news": [
        {
            "id": 0,
            "text": "WASHINGTON — A federal jury in Washington on Tuesday found Oath Keepers founder Stewart Rhodes and Kelly Meggs, another member of the far-right organization, guilty of seditious conspiracy in connection with the Jan. 6 attack on the U.S. Capitol, a victory for the government in a case that involved a rarely used Civil War era statute."
        },
        {
            "id": 1,
            "text": "Three other members of the group who were on trial alongside Rhodes and Meggs — Jessica Watkins, Kenneth Harrelson and Thomas Caldwell — were found not guilty on the seditious conspiracy charge."
        },
        {
            "id": 2,
            "text": "All five defendants were found guilty of obstruction of an official proceeding and aiding and abetting for their actions on Jan. 6, 2021."
        },
        {
            "id": 3,
            "text": "The seditious conspiracy charge carries a maximum sentence of 20 years in prison."
        },
        {
            "id": 4,
            "text": "Rhodes' attorneys said they plan to appeal that conviction."
        },
        {
            "id": 5,
            "text": "The seditious conspiracy case is the most serious to grow out of the Justice Department's sprawling investigation into the U.S. Capitol attack."
        },
        {
            "id": 6,
            "text": "The two seditious conspiracy verdicts were wins for the department, which has brought forward the relatively rare charges against a number of Oath Keepers, as well as members of the far-right Proud Boys."
        },
        {
            "id": 7,
            "text": "Attorney General Merrick Garland lauded the work of prosecutors and federal agents, saying in a statement that the Justice Department \"is committed to holding accountable those criminally responsible for the assault on our democracy on January 6, 2021.\""
        },
        {
            "id": 8,
            "text": "The not guilty verdicts for three of the defendants could be seen as a sign that jurors did not think the Justice Department proved that Harrelson, Watkins and Caldwell had planned ahead of time to storm the Capitol."
        },
        {
            "id": 9,
            "text": "Caldwell's attorney, David Fischer, called the seditious conspiracy acquittal a big win for his client."
        },
        {
            "id": 10,
            "text": "\"It obviously was a major victory for Mr. Caldwell...and it was just as obviously a major defeat for the Department of Justice,\" Fischer told reporters outside the courthouse."
        },
        {
            "id": 11,
            "text": "Some of the most violent rhetoric the government presented during the nearly two-month trial came from the two defendants who were found guilty of seditious conspiracy: Rhodes and Meggs."
        },
        {
            "id": 12,
            "text": "In evidence presented by the government, both men showed particular disdain for House Speaker Nancy Pelosi, D-Calif., and talked about their desire to do her violence."
        },
        {
            "id": 13,
            "text": "All three defendants who went inside the Capitol on Jan. 6 — Meggs, Harrelson and Watkins — were found guilty of conspiracy to prevent an officer from discharging their official duties."
        },
        {
            "id": 14,
            "text": "Rhodes and Caldwell were on Capitol grounds that day but did not go inside the building."
        },
        {
            "id": 15,
            "text": "Watkins was also found guilty on a count of civil disorder and aiding and abetting because, as she admitted on the stand, she helped push against officers inside the Capitol."
        },
        {
            "id": 16,
            "text": "Caldwell, who was also found guilty of tampering with documents or proceedings and aiding and abetting, was the only one of the five who was not detained while awaiting trial."
        },
        {
            "id": 17,
            "text": "Stewart Rhodes in Atlanta on Nov. 21, 2020."
        },
        {
            "id": 18,
            "text": "Rhodes and Thomas Caldwell were on Capitol grounds on Jan. 6, 2021, but did not go inside."
        },
        {
            "id": 19,
            "text": "Opening statements in the trial began Oct. 3, and the jury started deliberating Nov. 22."
        },
        {
            "id": 20,
            "text": "Three of the defendants — Rhodes, Caldwell and Watkins — took the stand in their own defense, with Rhodes telling jurors it was \"stupid\" for Oath Keepers to go inside the Capitol."
        },
        {
            "id": 21,
            "text": "Federal prosecutors alleged that the five defendants conspired to oppose the peaceful transfer of power from former President Donald Trump to President Joe Biden, but they did not prove that there was a pre-coordinated plot to actually storm the Capitol."
        },
        {
            "id": 22,
            "text": "Instead, federal prosecutors alleged that those who entered the building — Meggs, Watkins and Harrelson — seized the opportunity when other rioters broke into the Capitol."
        },
        {
            "id": 23,
            "text": "A federal prosecutor told jurors that a \"sense of entitlement\" had driven the Oath Keepers to storm the building, while another argued that the defendants \"took matters out of the hands of the people and put rifles into their own hands.\""
        },
        {
            "id": 24,
            "text": "\"They claimed to wrap themselves in the Constitution."
        },
        {
            "id": 25,
            "text": "They trampled it, instead."
        },
        {
            "id": 26,
            "text": "They claimed to be saving the Republic, but they fractured it, instead,\" Assistant U.S. Attorney Jeffrey Nestler argued."
        },
        {
            "id": 27,
            "text": "Members of the Oath Keepers organized a \"quick reaction force\" at a hotel in Virginia, which a prosecution witness testified contained the most weapons he had seen in one place since his military days."
        },
        {
            "id": 28,
            "text": "Caldwell stayed at the \"QRF\" hotel and met with Oath Keepers near Trump's speech in Washington on Jan. 6 before he went with his wife to the Capitol, where they went to the top of the inauguration platform set up on the west side of the Capitol."
        },
        {
            "id": 29,
            "text": "Opening arguments in the Oath Keepers trial on Oct. 3."
        },
        {
            "id": 30,
            "text": "Another Oath Keeper who pleaded guilty to a nonseditious conspiracy charge gave prosecutors some of their strongest testimony, telling jurors that he was prepared to die to keep Trump in office."
        },
        {
            "id": 31,
            "text": "Jason Dolan testified that he was ready to \"conquer or die\" and potentially \"take up arms\" to fight on Trump's behalf."
        },
        {
            "id": 32,
            "text": "Another Oath Keeper who cooperated with the government, Graydon Young, testified that he thought he was part of a \"Bastille-type moment,\" referring to the storming of the fortress and political prison in Paris during the French Revolution era in 1789."
        },
        {
            "id": 33,
            "text": "\"I guess I was acting like a traitor against my own government,\" Young testified."
        },
        {
            "id": 34,
            "text": "Three other Oath Keepers pleaded guilty to seditious conspiracy; none of them testified during the trial."
        },
        {
            "id": 35,
            "text": "The trial featured extensive Signal messages exchanged by members of the alleged conspiracy, along with substantial audio of Rhodes both before and after the Jan. 6 attack."
        },
        {
            "id": 36,
            "text": "In a conference call in November 2020, which was recorded by at least one member, Rhodes said those who opposed Biden were on the same path as the Founding Fathers were before the American Revolution."
        },
        {
            "id": 37,
            "text": "A government exhibit showing people associated with the Oath Keepers."
        },
        {
            "id": 38,
            "text": "U.S. Attorney’s Office for the District of Columbia"
        },
        {
            "id": 39,
            "text": "\"You've got to make sure [Trump] knows that you are willing to die to fight for this country,\" Rhodes told the Oath Keepers on the call."
        },
        {
            "id": 40,
            "text": "\"We're very much in exactly the same spot that the Founding Fathers were in like March 1775. ..."
        },
        {
            "id": 41,
            "text": "Nothing left but to fight. ..."
        },
        {
            "id": 42,
            "text": "We're not getting out of this without a fight."
        },
        {
            "id": 43,
            "text": "There's going to be a fight."
        },
        {
            "id": 44,
            "text": "But let's just do it smart, and let's do it while President Trump is still commander in chief, and let's try to get him to do his duty and step up and do it.\""
        },
        {
            "id": 45,
            "text": "Prosecutors also played audio of Rhodes continuing to plot to oppose the government after the Jan. 6 attack."
        },
        {
            "id": 46,
            "text": "\"We should have brought rifles."
        },
        {
            "id": 47,
            "text": "We could have fixed it right then and there,\" Rhodes said in a Jan. 10, 2021, meeting with a man who he believed would be able to pass along a message to Trump."
        },
        {
            "id": 48,
            "text": "\"I’d hang f---in’ Pelosi from the lamppost.\""
        },
        {
            "id": 49,
            "text": "The trial also featured testimony from Michael Greene, aka \"Whip,\" who waived his Fifth Amendment right to testify on Rhodes' behalf."
        },
        {
            "id": 50,
            "text": "Greene, a military veteran who worked for the company formerly known as Blackwater, testified that the Oath Keepers were on a security mission and that he didn't take Rhodes' talk about civil war seriously."
        },
        {
            "id": 51,
            "text": "“It’s nothing different from an old guy at the barbershop talking about there’s a fight coming,” Greene said."
        },
        {
            "id": 52,
            "text": "Pressed by a federal prosecutor about whether old guys at the barbershop stormed the Capitol, Greene noted there were a lot of old people at the Capitol on Jan. 6 and that he has been indicted alongside two other older men."
        },
        {
            "id": 53,
            "text": "\"They’re old as s---,\" Greene said of his alleged co-conspirators."
        },
        {
            "id": 54,
            "text": "The Justice Department has charged about 900 people in connection with the Capitol attack and is asking Congress for more resources for the investigation."
        },
        {
            "id": 55,
            "text": "Hundreds of additional cases are in the works."
        },
        {
            "id": 56,
            "text": "FBI Director Christopher Wray on Tuesday highlighted the bureau’s role in the Oath Keepers case."
        },
        {
            "id": 57,
            "text": "“As this case shows, breaking the law in an attempt to undermine the functioning of American democracy will not be tolerated,” Wray said in a statement."
        },
        {
            "id": 58,
            "text": "“The FBI will always uphold the rights of all citizens who peacefully engage in First Amendment protected activities, but we and our partners will continue to hold accountable those who engaged in illegal acts regarding the January 6, 2021, siege on the U.S. Capitol.”"
        },
        {
            "id": 59,
            "text": "Four other Oath Keepers charged in conjunction with Rhodes — Roberto Minuta, Joseph Hackett, David Moerschel and Ed Vallejo — are set to go to trial in early December."
        }
    ],
    "entities": [
        {
            "text": "Stewart Rhodes",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Kelly Meggs",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Justice Department",
            "id": "Eentity#10",
            "entityType": "Organization"
        },
        {
            "text": "Oath Keepers",
            "id": "Eentity#11",
            "entityType": "Organization"
        },
        {
            "text": "Proud Boys",
            "id": "Eentity#12",
            "entityType": "Organization"
        },
        {
            "text": "Nancy Pelosi",
            "id": "Eentity#14",
            "entityType": "People"
        },
        {
            "text": "Joe Biden",
            "id": "Eentity#15",
            "entityType": "People"
        },
        {
            "text": "Oath Keeper Member",
            "id": "Eentity#16",
            "entityType": "People"
        },
        {
            "text": "Donald Trump",
            "id": "Eentity#17",
            "entityType": "People"
        },
        {
            "text": "Jason Dolan",
            "id": "Eentity#18",
            "entityType": "People"
        },
        {
            "text": "Graydon Young",
            "id": "Eentity#19",
            "entityType": "People"
        },
        {
            "text": "United States Capitol",
            "id": "Eentity#2",
            "entityType": "Organization"
        },
        {
            "text": "Federal Government of the United States",
            "id": "Eentity#20",
            "entityType": "Organization"
        },
        {
            "text": "900 People",
            "id": "Eentity#21",
            "entityType": "People"
        },
        {
            "text": "Two other Older Men",
            "id": "Eentity#22",
            "entityType": "People"
        },
        {
            "text": "Federal Bureau of Investigation",
            "id": "Eentity#23",
            "entityType": "Organization"
        },
        {
            "id": "Eentity#24",
            "text": "Citizens",
            "entityType": "People"
        },
        {
            "text": "Officer",
            "id": "Eentity#25",
            "entityType": "People"
        },
        {
            "text": "Federal Jury",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Jessica Watkins",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Kenneth Harrelson",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Thomas Caldwell",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Merrick Garland",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Prosecutors",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "Federal Agents",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Stewart Rhodes",
            "patient": "United States Capitol",
            "event": "seditious conspiracy in connection with the Jan. 6 attack",
            "event_trigger": "attack",
            "agent2": "Kelly Meggs",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Subversion",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 0,
            "agent": "Federal Jury",
            "patient": "Stewart Rhodes",
            "event": "found Oath Keepers founder Stewart Rhodes and Kelly Meggs, another member of the far-right organization, guilty of seditious conspiracy",
            "event_trigger": "found",
            "agent2": "",
            "patient2": "Kelly Meggs",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 15,
            "agent": "Jessica Watkins",
            "patient": "Federal Government of the United States",
            "event": "found guilty on a count of civil disorder and aiding and abetting",
            "event_trigger": "guilty",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 16,
            "agent": "Thomas Caldwell",
            "patient": "Federal Government of the United States",
            "event": "found guilty of tampering with documents or proceedings and aiding and abetting",
            "event_trigger": "guilty",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 21,
            "agent": "Stewart Rhodes",
            "patient": "Joe Biden",
            "event": "conspired to oppose the peaceful transfer of power from former President Donald Trump to President Joe Biden",
            "event_trigger": "oppose",
            "agent2": "Kelly Meggs",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Subversion",
            "morality3": ""
        },
        {
            "e_id": "EventMO#13",
            "para": 21,
            "agent": "Jessica Watkins",
            "patient": "Joe Biden",
            "event": "conspired to oppose the peaceful transfer of power from former President Donald Trump to President Joe Biden",
            "event_trigger": "oppose",
            "agent2": "Kenneth Harrelson",
            "patient2": "",
            "agent3": "Thomas Caldwell",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Subversion",
            "morality3": ""
        },
        {
            "e_id": "EventMO#14",
            "para": 30,
            "agent": "Oath Keeper Member",
            "patient": "Donald Trump",
            "event": "telling jurors that he was prepared to die to keep Trump in office",
            "event_trigger": "keep",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#15",
            "para": 31,
            "agent": "Jason Dolan",
            "patient": "Donald Trump",
            "event": "testified that he was ready to \"conquer or die\" and potentially \"take up arms\" to fight on Trump's behalf",
            "event_trigger": "testified",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#16",
            "para": 33,
            "agent": "Graydon Young",
            "patient": "Federal Government of the United States",
            "event": "acting like a traitor",
            "event_trigger": "traitor",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Betrayal",
            "morality3": ""
        },
        {
            "e_id": "EventMO#17",
            "para": 39,
            "agent": "Stewart Rhodes",
            "patient": "Donald Trump",
            "event": "make sure [Trump] knows that you are willing to die to fight for this country,\" Rhodes told the Oath Keepers on the call",
            "event_trigger": "willing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#18",
            "para": 45,
            "agent": "Stewart Rhodes",
            "patient": "Federal Government of the United States",
            "event": "continuing to plot to oppose the government",
            "event_trigger": "oppose",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Subversion",
            "morality3": ""
        },
        {
            "e_id": "EventMO#19",
            "para": 48,
            "agent": "Stewart Rhodes",
            "patient": "Nancy Pelosi",
            "event": "hang",
            "event_trigger": "hang",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 1,
            "agent": "Federal Jury",
            "patient": "Jessica Watkins",
            "event": "found not guilty on the seditious conspiracy charge",
            "event_trigger": "found",
            "agent2": "",
            "patient2": "Kenneth Harrelson",
            "agent3": "",
            "patient3": "Thomas Caldwell",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#20",
            "para": 52,
            "agent": "Two other Older Men",
            "patient": "United States Capitol",
            "event": "stormed",
            "event_trigger": "stormed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#21",
            "para": 54,
            "agent": "Justice Department",
            "patient": "900 People",
            "event": "charged",
            "event_trigger": "charged",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#22",
            "para": 58,
            "agent": "Federal Bureau of Investigation",
            "patient": "Citizens",
            "event": "uphold the rights of",
            "event_trigger": "uphold",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 2,
            "agent": "Stewart Rhodes",
            "patient": "Federal Government of the United States",
            "event": "found guilty of obstruction of an official proceeding and aiding and abetting",
            "event_trigger": "obstruction",
            "agent2": "Kelly Meggs",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 2,
            "agent": "Jessica Watkins",
            "patient": "Federal Government of the United States",
            "event": "found guilty of obstruction of an official proceeding and aiding and abetting",
            "event_trigger": "obstruction",
            "agent2": "Kenneth Harrelson",
            "patient2": "",
            "agent3": "Thomas Caldwell",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 7,
            "agent": "Merrick Garland",
            "patient": "Prosecutors",
            "event": "lauded the work of",
            "event_trigger": "lauded",
            "agent2": "",
            "patient2": "Federal Agents",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 6,
            "agent": "Justice Department",
            "patient": "Oath Keepers",
            "event": "brought forward the relatively rare charges against",
            "event_trigger": "charges",
            "agent2": "",
            "patient2": "Proud Boys",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 7,
            "agent": "Justice Department",
            "patient": "Federal Government of the United States",
            "event": "committed to holding accountable those criminally responsible for the assault on our democracy",
            "event_trigger": "committed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 12,
            "agent": "Stewart Rhodes",
            "patient": "Nancy Pelosi",
            "event": "showed particular disdain for House Speaker Nancy Pelosi, D-Calif., and talked about their desire to do her violence",
            "event_trigger": "disdain",
            "agent2": "Kelly Meggs",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 13,
            "agent": "Kelly Meggs",
            "patient": "Officer",
            "event": "prevent an officer from discharging their official duties",
            "event_trigger": "prevent ",
            "agent2": "Kenneth Harrelson",
            "patient2": "",
            "agent3": "Jessica Watkins",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#23",
            "para": 13,
            "agent": "Kelly Meggs",
            "patient": "Federal Government of the United States",
            "event": "found guilty",
            "event_trigger": "guilty",
            "agent2": "Kenneth Harrelson",
            "patient2": "",
            "agent3": "Jessica Watkins",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#24",
            "para": 15,
            "agent": "Jessica Watkins",
            "patient": "Officer",
            "event": "push against",
            "event_trigger": "push",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 25,
    "events_count": 25,
    "sentence_count": 60,
    "word_count": 1403,
    "article_ideology_1": "Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_2002_DOCUMENT_2"
}