{
    "title": "Matthew McConaughey shames Congress on guns - The Washington Post",
    "news": [
        {
            "id": 0,
            "text": "Listen Comment on this story Comment Gift Article Share\n\nBecause celebrity draws attention, the White House invited actor and Uvalde, Tex."
        },
        {
            "id": 1,
            "text": "native Matthew McConaughey to the White House to encourage Congress to respond to the massacre of 19 children and two teachers there by passing meaningful gun reform legislation."
        },
        {
            "id": 2,
            "text": "Sign up for a weekly roundup of thought-provoking ideas and debates ArrowRight Speaking to reporters on Tuesday, McConaughey showed the artwork of one slain 10-year-old girl."
        },
        {
            "id": 3,
            "text": "He showed distinctive green sneakers another girl always wore — which he said were the only way her body could be identified."
        },
        {
            "id": 4,
            "text": "He said we must give all those children “our promise that their dreams are not going to be forgotten."
        },
        {
            "id": 5,
            "text": "We start by making the loss of these lives matter.”"
        },
        {
            "id": 6,
            "text": "Can the gun-reform legislation now being negotiated in Congress do that?"
        },
        {
            "id": 7,
            "text": "Yes, to some extent: Even the most modest reforms would make a difference, and show that the public outcry in response to recent mass shootings did matter, at least to some degree."
        },
        {
            "id": 8,
            "text": "But let’s not be under any illusions about just how modest and incremental any reforms that pass Congress will likely prove, given the need for support from 10 GOP senators because of filibuster rules."
        },
        {
            "id": 9,
            "text": "And that’s assuming something does pass."
        },
        {
            "id": 10,
            "text": "In this sense, the scope of Congress’s deliberations is already falling miserably short of the challenge created by the public angst that McConaughey gave voice to at the White House."
        },
        {
            "id": 11,
            "text": "Though we have expressed extreme skepticism, something really might happen this time."
        },
        {
            "id": 12,
            "text": "As Sen. Richard Blumenthal (D-Conn.) put it: “I’m more hopeful than ever.\""
        },
        {
            "id": 13,
            "text": "Indeed, speaking of bipartisan talks with a small group of GOP senators, Blumenthal said: \"We’ve never had five Republicans sit down seriously on gun violence prevention.”"
        },
        {
            "id": 14,
            "text": "Yet Sen. John Cornyn, who is both from Texas and is leading the GOP side of the talks, is sending his clearest signals about what he won’t agree to."
        },
        {
            "id": 15,
            "text": "Judging by his public statements and various reports, here’s what appears under discussion: Red-flag laws: These laws allow the government to temporarily take someone’s guns away if a court finds they are a danger to themselves or others."
        },
        {
            "id": 16,
            "text": "At the moment, 19 states and D.C. — almost all run by Democrats — have red-flag laws."
        },
        {
            "id": 17,
            "text": "It seems the senators are discussing “incentives” for more such state laws."
        },
        {
            "id": 18,
            "text": "Mental health: When Republicans bring this up in response to mass shootings, they are mainly trying to distract attention from the real problem: the hundreds of millions of guns in the United States."
        },
        {
            "id": 19,
            "text": "Still, some kind of mental health funding appears under consideration, and we can always use more such funding."
        },
        {
            "id": 20,
            "text": "School safety: Republicans insist that schools are “soft targets” that must be “hardened.”"
        },
        {
            "id": 21,
            "text": "So a compromise may include money states could draw on to beef up security in schools."
        },
        {
            "id": 22,
            "text": "Democrats would likely agree to this if they get any real gun-safety reforms in return."
        },
        {
            "id": 23,
            "text": "Modest improvements to background checks:"
        },
        {
            "id": 24,
            "text": "According to Punchbowl News, Republicans are likely to be willing to fix the background check system only by making juvenile records available to such checks."
        },
        {
            "id": 25,
            "text": "Indeed, Punchbowl reports that Republicans only appear willing to support that revision of the background check system and incentives for red-flag laws, and don’t seem ready to support raising the minimum age for buying assault-style rifles to 21, as Democrats want."
        },
        {
            "id": 26,
            "text": "If we end up with only those two reforms, it would fall short even of a move toward universal background checks, which have overwhelming public support and got a majority of votes in the Senate after the Sandy Hook massacre of 20 children and six other people in 2012, but fell to a filibuster."
        },
        {
            "id": 27,
            "text": "“If we get those two things, we will be glad for the progress, but it’s a sad state of affairs when the Senate can’t bring up something as simple as universal background checks,” Christian Heyne, vice president of policy at Brady, told us."
        },
        {
            "id": 28,
            "text": "The debate over assault-style rifles is vexing."
        },
        {
            "id": 29,
            "text": "A number of recent mass shooters have been under the age of 21, and research suggests they are at a perilous moment in brain development."
        },
        {
            "id": 30,
            "text": "What’s more, the place of the rifle in American society has changed dramatically, with AR-15-style weapons militarizing the culture in recent decades."
        },
        {
            "id": 31,
            "text": "Yet federal law still sets the minimum age for rifles at 18 (and many states do the same)."
        },
        {
            "id": 32,
            "text": "The law has not caught up with these shifting circumstances."
        },
        {
            "id": 33,
            "text": "Yet the status quo is likely to remain, in part, precisely because it’s so important to the gun industry and the gun “rights” movement to prevent any movement toward more regulation of assault-style weapons."
        },
        {
            "id": 34,
            "text": "That makes passage even less plausible."
        },
        {
            "id": 35,
            "text": "Here’s another vexing thing: It really is important for Congress to show progress, even if it’s incremental."
        },
        {
            "id": 36,
            "text": "That could reassure Americans who are infuriated by congressional paralysis in the face of mounting carnage, and possibly show Republicans that they can move on this issue without self-immolating politically on the spot."
        },
        {
            "id": 37,
            "text": "But at the same time, Republicans seem to be insisting that the price of any action is that Congress doesn’t even vote on more ambitious policies, no matter how much the American people might want them."
        },
        {
            "id": 38,
            "text": "“If we can move the ball forward, we don’t want to balk at that,” Heyne told us."
        },
        {
            "id": 39,
            "text": "“At the same time, the American people deserve a vote on things that 90 percent of Americans agree on.”"
        },
        {
            "id": 40,
            "text": "That’s a deeply perverse situation, and it will remain so even if Congress does pass something."
        },
        {
            "id": 41,
            "text": "And so, with that performance, McConaughey really put Congress to shame."
        }
    ],
    "entities": [
        {
            "text": "Matthew Mcconaughey",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Victims",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Republican Party",
            "id": "Eentity#2",
            "entityType": "GPE"
        },
        {
            "text": "Gun Violence Prevention",
            "id": "Eentity#3",
            "entityType": "Others"
        },
        {
            "text": "John Cornyn",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Federal Government of the United States",
            "id": "Eentity#5",
            "entityType": "GPE"
        },
        {
            "text": "Gunowner",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "United States",
            "id": "Eentity#7",
            "entityType": "GPE"
        },
        {
            "text": "Schools",
            "id": "Eentity#8",
            "entityType": "Organization"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 4,
            "agent": "Matthew Mcconaughey",
            "patient": "Victims",
            "event": "promise that their dreams are not going to be forgotten",
            "event_trigger": "promise",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 14,
            "agent": "John Cornyn",
            "patient": "Gun Violence Prevention",
            "event": "sending his clearest signals about what he won’t agree to",
            "event_trigger": "won’t",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 15,
            "agent": "Federal Government of the United States",
            "patient": "Gunowner",
            "event": "temporarily take someone’s guns away",
            "event_trigger": "take",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 18,
            "agent": "Republican Party",
            "patient": "Gun Violence Prevention",
            "event": "distract attention",
            "event_trigger": "distract",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 21,
            "agent": "United States",
            "patient": "Schools",
            "event": "beef up security",
            "event_trigger": "security",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 25,
            "agent": "Republican Party",
            "patient": "Gun Violence Prevention",
            "event": "don’t seem ready to support",
            "event_trigger": "don’t",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 9,
    "events_count": 6,
    "sentence_count": 42,
    "word_count": 919,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_1027_DOCUMENT_1"
}