{
    "title": "Marijuana, polygamy, torture: Lynch confirmation hearing (so far)",
    "news": [
        {
            "id": 0,
            "text": "Washington CNN —\n\nAttorney General nominee Loretta Lynch promised a better relationship with Congress during her confirmation hearing on Wednesday, hoping to turn the page from her would-be predecessor, Eric Holder."
        },
        {
            "id": 1,
            "text": "Lynch, the U.S. attorney in Brooklyn, New York, is President Barack Obama’s pick to succeed Holder at the helm of the Justice Department, a post that has increasingly become fraught with political controversies and clouded by Holder and Congress’ mutual contempt for each other."
        },
        {
            "id": 2,
            "text": "READ: Lynch to face anti-Obama ire at confirmation hearing"
        },
        {
            "id": 3,
            "text": "Just weeks after taking majority control of the Senate, Republicans on the Senate Judiciary Committee praised Lynch’s qualifications but used the hearing to prod her on a number of their top complaints with Obama’s administration."
        },
        {
            "id": 4,
            "text": "The panel’s chairman, Sen. Chuck Grassley, R-Iowa, opened with questions about the legality of Obama’s move to forestall some deportations – and several other Republicans joined him."
        },
        {
            "id": 5,
            "text": "But Lynch batted those questions away, sticking to legal arguments and noting that the Department of Homeland Security actually carries out many immigration enforcement policies."
        },
        {
            "id": 6,
            "text": "She said she’d reviewed the Justice Department’s legal analysis of Obama’s immigration moves, and said, “I don’t see any reason to doubt the reasonableness of those views.”"
        },
        {
            "id": 7,
            "text": "Lynch focused much of her time vowing that she’ll try to develop a much better relationship with Congress than the outgoing Holder has."
        },
        {
            "id": 8,
            "text": "While at times offering candor, she also showed plenty of political awareness by deflecting many of the panel’s inquiries."
        },
        {
            "id": 9,
            "text": "She told Sen. Ted Cruz, R-Texas, she couldn’t answer hypothetical questions about future presidents’ use of executive authority and Grassley that since she hadn’t been involved in the so-called “Fast and Furious” gun probe, she couldn’t tell him much about how the Justice Department has handled document requests."
        },
        {
            "id": 10,
            "text": "Lynch’s only big policy break with the Obama administration came on marijuana."
        },
        {
            "id": 11,
            "text": "She told Sen. Jeff Sessions, R-Alabama, that she doesn’t agree with Obama’s previous comments that the drug is similar to smoking cigarettes or drinking alcohol – and that she opposes legalizing its use."
        },
        {
            "id": 12,
            "text": "“I can tell you that not only do I not support the legalization of marijuana, it is not the position of the Department of Justice currently to support the legalization,” she said."
        },
        {
            "id": 13,
            "text": "“Nor will it be the position, should I be confirmed as attorney general.”"
        },
        {
            "id": 14,
            "text": "Marijuana and immigration were just a couple of the issues lawmakers – especially Republicans – brought up."
        },
        {
            "id": 15,
            "text": "Sen. Lindsay Graham raised the Supreme Court’s looming decision on the constitutionality of same-sex marriage and asked Lynch to explain the legal argument against polygamy."
        },
        {
            "id": 16,
            "text": "The South Carolina Republican also asked Lynch whether she supports the death penalty, to which she responded: “I believe that the death penalty is an effective penalty.”"
        },
        {
            "id": 17,
            "text": "Lynch’s hearing went as well as it could have, and she’s likely to be approved even though some Republicans will oppose her because of immigration alone, said Carl Tobias, a law professor at the University of Richmond."
        },
        {
            "id": 18,
            "text": "“She seemed to give the GOP enough to differentiate her from Obama and Holder, yet be able to serve effectively in the administration,” Tobias said."
        },
        {
            "id": 19,
            "text": "He pointed to her comments that the Justice Department’s legal opinion on Obama’s immigration move seemed well reasoned, without directly endorsing it, and her commitments of loyalty to the Constitution and justice, not Obama, as she responded to Republicans’ questions."
        },
        {
            "id": 20,
            "text": "He also said her nods toward improving the department’s relations with Congress could help."
        },
        {
            "id": 21,
            "text": "That was a key theme in Lynch’s introductory remarks during Wednesday’s day-long hearing."
        },
        {
            "id": 22,
            "text": "“I look forward to fostering a new and improved relationship with this committee, the United States Senate, and the entire United States Congress – a relationship based on mutual respect and constitutional balance,” she said “Ultimately, I know we all share the same goal and commitment: to protect and serve the American people.”"
        },
        {
            "id": 23,
            "text": "Lynch has overseen high-profile financial fraud cases against banks, terror cases including one against a would-be New York subway bomber and the corruption case against a former GOP congressman."
        },
        {
            "id": 24,
            "text": "At the same time she has held a lower-profile position than others who vied for the attorney general nomination, which the White House hopes is an asset in her confirmation process."
        },
        {
            "id": 25,
            "text": "Holder is a friend of the President and often endured battles with Republicans over various controversies related to Obama’s policies."
        },
        {
            "id": 26,
            "text": "These ranged from the President’s plans to close the Guantanamo Bay, Cuba, military prison to the decision to stop defending federal laws banning recognition of same-sex marriages."
        },
        {
            "id": 27,
            "text": "After years in the Senate minority, unable to fully control investigations of alleged misdeeds by Holder, Republican senators are using the Lynch hearings to replay certain controversies."
        },
        {
            "id": 28,
            "text": "Grassley included among witnesses in the second part of Lynch’s hearing on Thursday a former CBS reporter who spent years reporting on the botched “Fast and Furious” gun operation."
        },
        {
            "id": 29,
            "text": "“Fast and Furious” was a gun probe run by agents from the Bureau of Alcohol, Tobacco, Firearms and Explosives intended to target cross-border gun traffickers."
        },
        {
            "id": 30,
            "text": "The agents allowed thousands of firearms to be purchased by suspected traffickers, many of which ended up in the hands of cartels in Mexico."
        },
        {
            "id": 31,
            "text": "Two were found at the scene of a border firefight with traffickers that killed a U.S. Border Patrol agent."
        },
        {
            "id": 32,
            "text": "Holder denied wrongdoing in the three-year controversy over the operation and he was vindicated by a Justice Department inspector general probe."
        },
        {
            "id": 33,
            "text": "But Grassley and other Republicans are still fighting to obtain thousands of documents the White House withheld from a House GOP investigation."
        },
        {
            "id": 34,
            "text": "In his opening statement, Grassley said in the public’s confidence that the Justice Department can do its job without the influence of politics has been “shaken with good reason” in recent years."
        },
        {
            "id": 35,
            "text": "“I, for one, need to be persuaded that she’ll be an independent attorney general,” Grassley said of Lynch."
        },
        {
            "id": 36,
            "text": "The panel’s top Democrat, Sen. Patrick Leahy of Vermont, said Lynch’s “qualifications are beyond reproach,” pointing to her two Senate confirmations as U.S. attorney."
        },
        {
            "id": 37,
            "text": "“She’s brought terrorists and cybercriminals to justice."
        },
        {
            "id": 38,
            "text": "She’s obtained convictions against corrupt public officials from both parties,” he said, adding that she’s worked to improve law enforcement relationships with the communities that they serve."
        },
        {
            "id": 39,
            "text": "Some Democrats raised war-related issues."
        },
        {
            "id": 40,
            "text": "Lynch told Leahy that she considers waterboarding to be torture, “and thus illegal.”"
        },
        {
            "id": 41,
            "text": "Lynch also pitched that she would be a capable liaison between law enforcement and minorities, an area of increasing tension and importance to the Justice Department in the wake of recent police killings of unarmed black men and boys."
        },
        {
            "id": 42,
            "text": "“Few things have pained me more than the recent reports of tension and division between law enforcement and the communities we serve,” Lynch said in her opening remarks."
        },
        {
            "id": 43,
            "text": "“If confirmed as attorney general, one of my key priorities would be to work to strengthen the vital relationships between our courageous law enforcement personnel and all the communities we serve.”"
        },
        {
            "id": 44,
            "text": "Lynch was introduced by New York Democratic Sens."
        },
        {
            "id": 45,
            "text": "Chuck Schumer, who called her a “nose-to-the-grindstone type” and Kirsten Gillibrand, who said Lynch is “one of our country’s most accomplished and distinguished women” involved in law enforcement in the United States."
        },
        {
            "id": 46,
            "text": "At the hearing supporting Lynch were about 30 friends and family members – including members of her sorority, Delta Sigma Theta, who were clad in red."
        },
        {
            "id": 47,
            "text": "Barring any surprises, Lynch is likely to be confirmed – rejecting her means Republicans would continue the tenure of Holder, who many in the GOP have pushed to resign."
        }
    ],
    "entities": [
        {
            "text": "Eric Holder",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "United States Congress",
            "id": "Eentity#1",
            "entityType": "Organization"
        },
        {
            "text": "United States Senate",
            "id": "Eentity#10",
            "entityType": "Organization"
        },
        {
            "text": "Americans",
            "id": "Eentity#11",
            "entityType": "People"
        },
        {
            "text": "Delta Sigma Theta",
            "id": "Eentity#13",
            "entityType": "Organization"
        },
        {
            "text": "Bureau of Alcohol, Tobacco, Firearms and Explosives",
            "id": "Eentity#14",
            "entityType": "Organization"
        },
        {
            "id": "Eentity#15",
            "text": "Cross-border Gun Traffickers",
            "entityType": "People"
        },
        {
            "text": "Cartels",
            "id": "Eentity#16",
            "entityType": "Organization"
        },
        {
            "text": "United States Border Patrol",
            "id": "Eentity#17",
            "entityType": "People"
        },
        {
            "text": "Patrick Leahy",
            "id": "Eentity#18",
            "entityType": "People"
        },
        {
            "text": "Terrorists",
            "id": "Eentity#19",
            "entityType": "People"
        },
        {
            "text": "Republican Party",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Cybercriminals",
            "id": "Eentity#20",
            "entityType": "People"
        },
        {
            "text": "Corrupt Public Officials",
            "id": "Eentity#21",
            "entityType": "People"
        },
        {
            "text": "Police",
            "id": "Eentity#22",
            "entityType": "People"
        },
        {
            "text": "Unarmed Black Men and Boys",
            "id": "Eentity#23",
            "entityType": "People"
        },
        {
            "text": "Loretta Lynch",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Obama Administration",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Chuck Grassley",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Barack Obama",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Immigrants",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Justice Department",
            "id": "Eentity#8",
            "entityType": "Organization"
        },
        {
            "text": "Constitution",
            "id": "Eentity#9",
            "entityType": "Others"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 1,
            "agent": "Eric Holder",
            "patient": "United States Congress",
            "event": "contempt",
            "event_trigger": "contempt",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 1,
            "agent": "United States Congress",
            "patient": "Eric Holder",
            "event": "contempt",
            "event_trigger": "contempt",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 22,
            "agent": "Loretta Lynch",
            "patient": "Americans",
            "event": "protect and serve",
            "event_trigger": "protect",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 22,
            "agent": "United States Senate",
            "patient": "Americans",
            "event": "protect and serve",
            "event_trigger": "protect",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#13",
            "para": 27,
            "agent": "Republican Party",
            "patient": "Eric Holder",
            "event": "alleged",
            "event_trigger": "alleged",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#14",
            "para": 32,
            "agent": "Justice Department",
            "patient": "Eric Holder",
            "event": "vindicated",
            "event_trigger": "vindicated",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "Care",
            "morality3": ""
        },
        {
            "e_id": "EventMO#15",
            "para": 46,
            "agent": "Delta Sigma Theta",
            "patient": "Loretta Lynch",
            "event": "supporting",
            "event_trigger": "supporting",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#16",
            "para": 47,
            "agent": "Republican Party",
            "patient": "Loretta Lynch",
            "event": "rejecting",
            "event_trigger": "rejecting",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#17",
            "para": 47,
            "agent": "Republican Party",
            "patient": "Eric Holder",
            "event": "continue the tenure of ",
            "event_trigger": "continue",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#18",
            "para": 47,
            "agent": "Republican Party",
            "patient": "Eric Holder",
            "event": "pushed to resign",
            "event_trigger": "pushed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#19",
            "para": 3,
            "agent": "Republican Party",
            "patient": "Loretta Lynch",
            "event": "praised",
            "event_trigger": "praised",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#21",
            "para": 7,
            "agent": "Loretta Lynch",
            "patient": "United States Congress",
            "event": "develop a much better relationship",
            "event_trigger": "develop",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Intentional",
            "morality2": "Care",
            "morality3": ""
        },
        {
            "e_id": "EventMO#22",
            "para": 11,
            "agent": "Loretta Lynch",
            "patient": "Barack Obama",
            "event": "doesn’t agree",
            "event_trigger": "agree",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#23",
            "para": 20,
            "agent": "Loretta Lynch",
            "patient": "United States Congress",
            "event": "improving the department’s relations",
            "event_trigger": "improving",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#24",
            "para": 0,
            "agent": "Loretta Lynch",
            "patient": "United States Congress",
            "event": "promised a better relationship",
            "event_trigger": "promised",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#25",
            "para": 1,
            "agent": "Barack Obama",
            "patient": "Loretta Lynch",
            "event": "pick",
            "event_trigger": "pick",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#26",
            "para": 6,
            "agent": "Loretta Lynch",
            "patient": "Barack Obama",
            "event": "reviewed the Justice Department’s legal analysis",
            "event_trigger": "reviewed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#27",
            "para": 29,
            "agent": "Bureau of Alcohol, Tobacco, Firearms and Explosives",
            "patient": "Cross-border Gun Traffickers",
            "event": "gun probe",
            "event_trigger": "probe",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 3,
            "agent": "Republican Party",
            "patient": "Obama Administration",
            "event": "complaints",
            "event_trigger": "complaints",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Subversion",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 4,
            "agent": "Chuck Grassley",
            "patient": "Barack Obama",
            "event": "questions",
            "event_trigger": "questions",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 4,
            "agent": "Barack Obama",
            "patient": "Immigrants",
            "event": "forestall some deportations",
            "event_trigger": "forestall",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 10,
            "agent": "Loretta Lynch",
            "patient": "Obama Administration",
            "event": "policy break with",
            "event_trigger": "break",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 17,
            "agent": "Republican Party",
            "patient": "Loretta Lynch",
            "event": "oppose",
            "event_trigger": "oppose",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 19,
            "agent": "Loretta Lynch",
            "patient": "Constitution",
            "event": "commitments of loyalty",
            "event_trigger": "commitments",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Speculative",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 22,
            "agent": "Loretta Lynch",
            "patient": "United States Senate",
            "event": "improved relationship",
            "event_trigger": "improved",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#28",
            "para": 30,
            "agent": "Cross-border Gun Traffickers",
            "patient": "Cartels",
            "event": "thousands of firearms to be purchased",
            "event_trigger": "purchased",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#29",
            "para": 31,
            "agent": "Cross-border Gun Traffickers",
            "patient": "United States Border Patrol",
            "event": "firefight",
            "event_trigger": "firefight",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#30",
            "para": 31,
            "agent": "Cross-border Gun Traffickers",
            "patient": "United States Border Patrol",
            "event": "killed",
            "event_trigger": "killed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#31",
            "para": 36,
            "agent": "Patrick Leahy",
            "patient": "Loretta Lynch",
            "event": "said Lynch’s “qualifications are beyond reproach,”",
            "event_trigger": "said",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#32",
            "para": 37,
            "agent": "Loretta Lynch",
            "patient": "Terrorists",
            "event": "justice",
            "event_trigger": "justice",
            "agent2": "",
            "patient2": "Cybercriminals",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#33",
            "para": 38,
            "agent": "Loretta Lynch",
            "patient": "Corrupt Public Officials",
            "event": "obtained convictions",
            "event_trigger": "convictions",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#34",
            "para": 41,
            "agent": "Police",
            "patient": "Unarmed Black Men and Boys",
            "event": "killings",
            "event_trigger": "killings",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#35",
            "para": 43,
            "agent": "Loretta Lynch",
            "patient": "Police",
            "event": "strengthen the vital relationships",
            "event_trigger": "strengthen",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Intentional",
            "morality2": "Care",
            "morality3": ""
        }
    ],
    "entities_count": 23,
    "events_count": 33,
    "sentence_count": 48,
    "word_count": 1222,
    "article_ideology_1": "Slightly Conservative",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_013_DOCUMENT_0"
}