{
    "title": "Biden expands vaccine requirements in bid to rein in Covid",
    "news": [
        {
            "id": 0,
            "text": "“This is not about freedom and personal choice."
        },
        {
            "id": 1,
            "text": "It’s about protecting yourself and those around you,” Biden said."
        },
        {
            "id": 2,
            "text": "He added, “The bottom line, we’re going to protect vaccinated workers from unvaccinated coworkers.”"
        },
        {
            "id": 3,
            "text": "Biden last month said he would impose staff vaccination requirements on all federally funded nursing homes, a directive expected to cover roughly 15,000 facilities employing 1.3 million people."
        },
        {
            "id": 4,
            "text": "Now, he is extending the order to a far wider group of providers, including major hospitals across the nation that receive Medicare or Medicaid funding."
        },
        {
            "id": 5,
            "text": "Officials anticipate the broader mandate will affect more than 50,000 health facilities and 17 million workers."
        },
        {
            "id": 6,
            "text": "Another centerpiece of Biden’s plan is an executive order requiring that all federal workers get vaccinated against Covid-19, with no option for being regularly tested as an alternative."
        },
        {
            "id": 7,
            "text": "That’s an escalation from his earlier encouragement that the federal workforce seek vaccination or be subject to a range of restrictions."
        },
        {
            "id": 8,
            "text": "“The federal workforce is one of the largest in the country, and we’d like to be a model for what we think businesses and other organizations should do around the country,” White House press secretary Jen Psaki said on Thursday."
        },
        {
            "id": 9,
            "text": "“The expectation is, if you want to work in the federal government or be a contractor, you need to be vaccinated.”"
        },
        {
            "id": 10,
            "text": "She added that federal workers would have 75 days to comply with the mandate, unless they qualify for limited exemptions."
        },
        {
            "id": 11,
            "text": "The administration is also developing regulations that will require employers with more than 100 workers to institute requirements that employees get vaccinated or submit to regular testing."
        },
        {
            "id": 12,
            "text": "Those employers will also be required to give workers paid time off to get vaccinated."
        },
        {
            "id": 13,
            "text": "“In total, the new vaccination requirements in the president’s plan cover about 100 million workers, that’s two-thirds of all workers in the United States,” a senior administration official told reporters on Thursday."
        },
        {
            "id": 14,
            "text": "The Department of Labor and the Occupational Safety and Health Administration are expected to issue a rule “in the coming weeks” that will lay out the exact timeframe for the new requirements."
        },
        {
            "id": 15,
            "text": "Those who do not comply with the OSHA standard could face fines up to $14,000 per violation, the senior official added."
        },
        {
            "id": 16,
            "text": "The president in his speech also called on governors to get all teachers and school staff vaccinated, as well as encourage schools to institute regular testing regimes."
        },
        {
            "id": 17,
            "text": "In a policy directed at GOP-led states that have sought to ban school mask requirements, the administration is committing to backfilling any salaries or funding that states withhold from schools trying to implement Covid-19 safety measures."
        },
        {
            "id": 18,
            "text": "“The path ahead even with the Delta variant is not nearly as bad as last winter,” Biden said."
        },
        {
            "id": 19,
            "text": "“But what makes it incredibly more frustrating is we have the tools to combat Covid-19, and a distinct minority of Americans supported by a distinct minority of officials are keeping us from turning the corner.”"
        },
        {
            "id": 20,
            "text": "The roughly 300,000 staff at Head Start programs will similarly be required to get vaccinated, as well as those who work in schools run by federal agencies."
        },
        {
            "id": 21,
            "text": "And on testing, the government is planning to use nearly $2 billion to buy 280 million over-the-counter at-home tests from multiple diagnostic manufacturers to support testing in long-term care facilities, community testing sites and other settings."
        },
        {
            "id": 22,
            "text": "Still, it remains unclear how quickly the administration will be able to procure the rapid tests, which have been in shortage due to overwhelming demand for the products."
        },
        {
            "id": 23,
            "text": "Walmart, Amazon and Kroger are also being tapped to sell rapid tests at-cost to consumers for the next three months, according to a fact sheet."
        },
        {
            "id": 24,
            "text": "The administration is working to expand the number of retail pharmacies where individuals can be tested for Covid-19 and will also sending 25 million rapid tests to community health centers and food banks to expand testing access."
        },
        {
            "id": 25,
            "text": "Biden touched on the administration’s plan for Covid-19 booster shots, after an initial rollout prompted broad confusion and accusations of political pressure on government health agencies."
        },
        {
            "id": 26,
            "text": "The White House initially announced that it would make boosters available beginning the week of Sept. 20, but has since walked plans back after the Food and Drug Administration and Centers for Disease Control warned it would be unable to authorize them for all Americans by that deadline."
        },
        {
            "id": 27,
            "text": "“By planning now, we will be able to quickly get booster shots into the arms of eligible Americans once approved,” the plan reads."
        },
        {
            "id": 28,
            "text": "“As soon as authorizations are given, the Administration will be prepared to offer booster shots, starting the week of September 20th.”"
        },
        {
            "id": 29,
            "text": "The administration in the meantime is speeding shipments of monoclonal antibody treatments to states, amid a surge in demand among the harder-hit states in the Southeast."
        },
        {
            "id": 30,
            "text": "The new plan comes just two months after Biden held a July Fourth celebration at the White House, where he declared that the nation was close to vanquishing the pandemic."
        },
        {
            "id": 31,
            "text": "Since then, cases fueled by the more contagious Delta variant have skyrocketed, and the administration has struggled to chart a clear course through the crisis."
        },
        {
            "id": 32,
            "text": "The CDC in particular has come under fire over its muddled messaging, including abruptly advising people to once again wear masks indoors and releasing an array of confusing data on the implications of so-called breakthrough Covid-19 cases."
        },
        {
            "id": 33,
            "text": "A Gallup poll earlier this week found that more Americans now disagree than agree that the CDC has communicated a clear pandemic response plan."
        },
        {
            "id": 34,
            "text": "And for the first time, more people reported feeling negatively about Biden’s own Covid-19 communication than positively."
        },
        {
            "id": 35,
            "text": "That has fueled a renewed emphasis on the pandemic fight, which Democrats view as critical to Biden’s public standing and their odds of keeping full control of Congress in 2022."
        },
        {
            "id": 36,
            "text": "Republicans in the meantime are waging pitched battles over mask-wearing in schools, with some like Florida Gov. Ron DeSantis vowing to punish officials that try to make it a requirement."
        },
        {
            "id": 37,
            "text": "The federal vaccination requirement will apply to all executive branch workers and contractors, bringing the rest of the government in line with the tougher requirements adopted earlier by the Department of Defense, Department of Veterans Affairs and parts of the health department."
        },
        {
            "id": 38,
            "text": "Until Thursday, the rest of the federal workforce had the option to submit to regular testing, mask-wearing and restrictions on travel rather than get vaccinated."
        },
        {
            "id": 39,
            "text": "That clause will now be eliminated, bringing the entire government in line with the approach that Biden has pushed private-sector companies to adopt."
        },
        {
            "id": 40,
            "text": "The American Federation of Government Employees, the largest union of federal workers, immediately pushed back on the stronger mandate."
        },
        {
            "id": 41,
            "text": "While it has “strongly encouraged” its members to get vaccinated and believes that vaccines are essential to protect workers and end the pandemic, AFGE President Everett Kelley said the change in policy should be negotiated with its bargaining unit."
        },
        {
            "id": 42,
            "text": "“Put simply, workers deserve a voice in their working conditions,” Kelley said."
        },
        {
            "id": 43,
            "text": "Psaki said Thursday that the administration has had “a range consultations with unions” — including AFGE — over the last few months."
        },
        {
            "id": 44,
            "text": "“We understand there will be objections, there will be concerns, there will be criticisms — but our role here is to save lives, and we welcome feedback and engagement but we’re going to stay true to our goal,” she said."
        },
        {
            "id": 45,
            "text": "The new plan coincides with rising anxiety over Covid-19 outbreaks at schools, where children under 12 years old remain unvaccinated."
        },
        {
            "id": 46,
            "text": "Biden stressed the need to set up regular testing as a way of heading off the spread of infection."
        },
        {
            "id": 47,
            "text": "The White House earlier this year allocated $10 billion to help schools create Covid-19 testing regimes, but few took advantage of the opportunity amid a lull in cases earlier this year."
        },
        {
            "id": 48,
            "text": "Marcus Plescia, chief medical officer at the Association of State and Territorial Health Officials, said the effort to implement testing in schools across the country is a good idea."
        },
        {
            "id": 49,
            "text": "Public health experts have raised concern in recent weeks that infections among children are rising as they head back into classrooms for the start of the school year."
        },
        {
            "id": 50,
            "text": "“I have been surprised at how many are not testing routinely,” Plescia said."
        },
        {
            "id": 51,
            "text": "But it is unclear how the Biden administration plans to get school districts that have not already implemented testing to do so."
        },
        {
            "id": 52,
            "text": "So far, just 1,602 institutions have signed up to partake in a separate $650 million federal effort to organize testing at regional coordination hubs at K-8 schools and congregate settings like homeless shelters."
        },
        {
            "id": 53,
            "text": "One industry source expressed doubt at the effectiveness of what they described as the Biden team employing a strategy of “No, really guys, we mean it.”"
        },
        {
            "id": 54,
            "text": "“We all assume that it’s just Texas and Iowa that aren’t testing to protect kids."
        },
        {
            "id": 55,
            "text": "But the reality is plenty of affluent suburbs in Connecticut, Maryland, etc. aren’t even testing at all,” the source said."
        }
    ],
    "entities": [
        {
            "text": "Joe Biden",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "American Vaccinated Workers",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Americans",
            "id": "Eentity#10",
            "entityType": "People"
        },
        {
            "text": "Head Start Program Staff",
            "id": "Eentity#11",
            "entityType": "People"
        },
        {
            "text": "Centers for Disease Control and Prevention",
            "id": "Eentity#12",
            "entityType": "Organization"
        },
        {
            "text": "Ron Desantis",
            "id": "Eentity#13",
            "entityType": "People"
        },
        {
            "text": "American Federation of Government Employees",
            "id": "Eentity#14",
            "entityType": "Organization"
        },
        {
            "text": "Everett Kelley",
            "id": "Eentity#15",
            "entityType": "People"
        },
        {
            "text": "Schools",
            "id": "Eentity#17",
            "entityType": "Organization"
        },
        {
            "text": "Federally Funded Nursing Homes",
            "id": "Eentity#2",
            "entityType": "Organization"
        },
        {
            "text": "U.S. Hospitals",
            "id": "Eentity#3",
            "entityType": "Organization"
        },
        {
            "text": "Federal Workers",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Large U.S. Employers",
            "id": "Eentity#5",
            "entityType": "Organization"
        },
        {
            "text": "Biden Administration",
            "id": "Eentity#6",
            "entityType": "Organization"
        },
        {
            "text": "Governors",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "Republican Party",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 2,
            "agent": "Joe Biden",
            "patient": "American Vaccinated Workers",
            "event": "going to protect",
            "event_trigger": "protect",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 3,
            "agent": "Joe Biden",
            "patient": "Federally Funded Nursing Homes",
            "event": "impose staff vaccination requirements",
            "event_trigger": "impose",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 4,
            "agent": "Joe Biden",
            "patient": "U.S. Hospitals",
            "event": "extending the order",
            "event_trigger": "extending",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 6,
            "agent": "Joe Biden",
            "patient": "Federal Workers",
            "event": "an executive order requiring that all federal workers get vaccinated against Covid-19",
            "event_trigger": "requiring",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 11,
            "agent": "Biden Administration",
            "patient": "Large U.S. Employers",
            "event": "will require employers with more than 100 workers to institute requirements",
            "event_trigger": "require",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 12,
            "agent": "Joe Biden",
            "patient": "Large U.S. Employers",
            "event": "required to give workers paid time off",
            "event_trigger": "required",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 16,
            "agent": "Joe Biden",
            "patient": "Governors",
            "event": "called on",
            "event_trigger": "called on",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 19,
            "agent": "Republican Party",
            "patient": "Americans",
            "event": "are keeping us from turning the corner",
            "event_trigger": "turning",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 20,
            "agent": "Biden Administration",
            "patient": "Head Start Program Staff",
            "event": "required to get vaccinated",
            "event_trigger": "required",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 32,
            "agent": "Americans",
            "patient": "Centers for Disease Control and Prevention",
            "event": "come under fire ",
            "event_trigger": "fire",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 33,
            "agent": "Americans",
            "patient": "Centers for Disease Control and Prevention",
            "event": "disagree ",
            "event_trigger": "disagree",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 34,
            "agent": "Americans",
            "patient": "Joe Biden",
            "event": "feeling negatively about Biden’s own Covid-19 communication",
            "event_trigger": "negatively",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 36,
            "agent": "Ron Desantis",
            "patient": "Biden Administration",
            "event": "vowing to punish officials that try to make it a requirement",
            "event_trigger": "punish",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#13",
            "para": 39,
            "agent": "Joe Biden",
            "patient": "Federal Workers",
            "event": "bringing the entire government in line ",
            "event_trigger": "bringing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#14",
            "para": 40,
            "agent": "American Federation of Government Employees",
            "patient": "Joe Biden",
            "event": "pushed back",
            "event_trigger": "pushed back",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#15",
            "para": 42,
            "agent": "Everett Kelley",
            "patient": "Federal Workers",
            "event": "deserve a voice in their working conditions,” Kelley said.",
            "event_trigger": "deserve",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#16",
            "para": 44,
            "agent": "Biden Administration",
            "patient": "Americans",
            "event": "our role here is to save lives",
            "event_trigger": "save",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#17",
            "para": 47,
            "agent": "Biden Administration",
            "patient": "Schools",
            "event": "allocated $10 billion to help",
            "event_trigger": "allocated",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 16,
    "events_count": 18,
    "sentence_count": 56,
    "word_count": 1442,
    "article_ideology_1": "Slightly Conservative",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_1213_DOCUMENT_2"
}