{
    "title": "Why ‘misinformation’ is the wrong label with vaccine hesitancy",
    "news": [
        {
            "id": 0,
            "text": "Vaccine hesitancy is an increasing problem at a time when, with the emergence of the highly contagious delta variant, compliance is more important than ever."
        },
        {
            "id": 1,
            "text": "As our leaders and public health experts struggle to find the best way to promote compliance, one thing is increasingly clear — condescension or assertion, or a sleeve of numbers thrown at a fearful patient, are not techniques that are working."
        },
        {
            "id": 2,
            "text": "The term “misinformation” has been thrown around a lot lately by the Biden administration, and many from the president himself lashing out at Facebook for “killing people” with COVID-19 vaccine misinformation, to Surgeon General Vivek Murthy, in his first formal advisory to the U.S., accusing the tech and social media companies of not doing enough to stop the spread of dangerous health misinformation, especially about COVID-19."
        },
        {
            "id": 3,
            "text": "My first reaction to these statements was: Who decides what constitutes misinformation and what doesn’t?"
        },
        {
            "id": 4,
            "text": "Who is the guardian of scientific truth?"
        },
        {
            "id": 5,
            "text": "The problem with even using the term is that it implies that the person using it knows what is correct and what isn’t."
        },
        {
            "id": 6,
            "text": "This is particularly difficult with something like a viral pandemic, where the science is evolving, where one set of useful guidelines that initially applies may not apply as well to a new variant, for example, which is more easily transmitted."
        },
        {
            "id": 7,
            "text": "The science on the effectiveness of masks and the exact usefulness of these incredible COVID-19 vaccines is still evolving."
        },
        {
            "id": 8,
            "text": "But it turns out that the word “misinformation” is even more off-putting than I realized."
        },
        {
            "id": 9,
            "text": "This narrow condescending view doesn’t take into account why people make the decisions they do, especially when it comes to an intervention like vaccines."
        },
        {
            "id": 10,
            "text": "How does getting vaccinated against a still hypothetical threat fit into their day-to-day lives?"
        },
        {
            "id": 11,
            "text": "Dr. Heidi Larson, an anthropologist and founder of the Vaccine Confidence Project and author of “Stuck, How Vaccine Rumors Start and Why They Don’t Go Away,” spoke to me this week on SiriusXM about her problem with the term “misinformation,” as well as the ineffectiveness of overly scientific rhetoric applied to what is frequently an emotional decision."
        },
        {
            "id": 12,
            "text": "“Rather than throw numbers at them, or use our calculations, my view is that you try to listen and hear out and see why they feel that way …"
        },
        {
            "id": 13,
            "text": "I’ve had people say to me"
        },
        {
            "id": 14,
            "text": "it’s one thing to say one in a million but if that one is my daughter or someone in my family, it feels different."
        },
        {
            "id": 15,
            "text": "But if you let people talk about why they feel the way they are and start to get a conversation around it, it does make the person feel like you are open, that you want to hear about how they feel about it, and it does at least create a possibility.”"
        },
        {
            "id": 16,
            "text": "In other words, you need to meet people where they are, rather than where you think they should be."
        },
        {
            "id": 17,
            "text": "As a doctor, I need to take into account that health care decisions are made based on strong emotions rather than dry facts."
        },
        {
            "id": 18,
            "text": "This is what I try to do in my own office every day with my patients."
        },
        {
            "id": 19,
            "text": "Nothing is more off-putting or provocative than telling someone seeking help that their information is wrong."
        },
        {
            "id": 20,
            "text": "Larson described her group’s work with the World Economic Forum and their analysis of social media, in which they found that the word “protection” created a much more positive conversation and resonated with people far more than “stop disease or prevent.”"
        },
        {
            "id": 21,
            "text": "Protect was a much more “feel good” term that generated a positive sentiment and was far more likely to lead to discussion and potential compliance."
        },
        {
            "id": 22,
            "text": "The other end of the spectrum was that if anyone on social media used “moral responsibility” or something similar, it immediately triggered a negative kickback."
        },
        {
            "id": 23,
            "text": "This is similar to the problem with terms like “stopping disease” or “misinformation,” abstract sterile words that don’t resonate and yet make you feel targeted if you didn’t comply."
        },
        {
            "id": 24,
            "text": "She pointed out that vaccine hesitancy and associated anxiety have a long history, connected to fears of being forced or coerced, that the very first smallpox vaccine prompted the “Anti-compulsory Vaccination League.”"
        },
        {
            "id": 25,
            "text": "And back in the 19th century, many people thought vaccines were against God’s plan."
        },
        {
            "id": 26,
            "text": "Who were we to be putting something in our systems?"
        },
        {
            "id": 27,
            "text": "Larson wisely cited three main things that have stuck with the public since then: one, freedom, liberty, choice; the second, vaccines are against God’s will"
        },
        {
            "id": 28,
            "text": "and they’re not natural; and the third, questioning the safety of it all."
        },
        {
            "id": 29,
            "text": "The solution is to have a conversation, which must begin not with condescension, dry statistics or a desire to correct “misinformation,” but with an understanding of where people are coming from and what their concerns are."
        },
        {
            "id": 30,
            "text": "My desire as your doctor is to help you protect yourself and your family."
        },
        {
            "id": 31,
            "text": "The vaccine is a tool to get us there."
        }
    ],
    "entities": [
        {
            "text": "Public Health Experts",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Political Leaders",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Americans",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Vivek Murthy",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Tech Companies",
            "id": "Eentity#4",
            "entityType": "Organization"
        },
        {
            "text": "Social Media Companies",
            "id": "Eentity#5",
            "entityType": "Organization"
        },
        {
            "text": "Heidi Larson",
            "id": "Eentity#6",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 1,
            "agent": "Public Health Experts",
            "patient": "Americans",
            "event": "condescension or assertion, or a sleeve of numbers thrown ",
            "event_trigger": "condescension",
            "agent2": "Political Leaders",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 2,
            "agent": "Vivek Murthy",
            "patient": "Social Media Companies",
            "event": "accusing",
            "event_trigger": "accusing",
            "agent2": "",
            "patient2": "Tech Companies",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 12,
            "agent": "Heidi Larson",
            "patient": "Americans",
            "event": "try to listen and hear out",
            "event_trigger": "listen",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 24,
            "agent": "Political Leaders",
            "patient": "Americans",
            "event": "forced or coerced",
            "event_trigger": "forced",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 30,
            "agent": "Heidi Larson",
            "patient": "Americans",
            "event": "help you protect",
            "event_trigger": "help",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 7,
    "events_count": 5,
    "sentence_count": 32,
    "word_count": 803,
    "article_ideology_1": "Conservative",
    "article_ideology_2": "Conservative",
    "DOCNAME": "TRIPLET_1203_DOCUMENT_1"
}