{
    "title": "Brooklyn shooting suspect Frank James facing terror-related charges after calling Crime Stoppers on himself",
    "news": [
        {
            "id": 0,
            "text": "The smirking madman who turned a rush-hour commute into a bloody terror when he allegedly opened fire in a crowded New York subway car called Crime Stoppers on himself Wednesday morning — then calmly went for an afternoon stroll through the East Village while he waited for police to come get him."
        },
        {
            "id": 1,
            "text": "“A call came in to Crime Stoppers …"
        },
        {
            "id": 2,
            "text": "The guy says, ‘You know, I think you’re looking for me."
        },
        {
            "id": 3,
            "text": "I’m seeing my picture all over the news and I’ll be around this McDonald’s …"
        },
        {
            "id": 4,
            "text": "I want to clear things up,’” law enforcement sources told The Post of the bizarre moment Frank James called cops on himself."
        },
        {
            "id": 5,
            "text": "“So the unit responds and he’s not at the McDonald’s, so they start driving around and see a man who fits the description."
        },
        {
            "id": 6,
            "text": "When they take him into custody, they find his Wisconsin driver’s license.”"
        },
        {
            "id": 7,
            "text": "A couple of eagle-eyed New Yorkers also flagged down a pair of cops after they spotted James sauntering through the East Village, where he briefly sat down at an outdoor dining shed and charged his phone at a Link NYC hub."
        },
        {
            "id": 8,
            "text": "The NYPD swooped in shortly after and put him in handcuffs."
        },
        {
            "id": 9,
            "text": "Frank James is led out of the 9th Precinct on Wednesday."
        },
        {
            "id": 10,
            "text": "Frank James is walked out of the police precinct on Wednesday afternoon following his arrest."
        },
        {
            "id": 11,
            "text": "Subway shooting suspect Frank James is arrested in the East Village."
        },
        {
            "id": 12,
            "text": "“I’m Frank, I’m the person you’re looking for."
        },
        {
            "id": 13,
            "text": "I’m surprised it took so long,” James told police as they arrested him, police sources said."
        },
        {
            "id": 14,
            "text": "Mohammed Chikh, who alerted police and witnessed the arrest, said James appeared calm and unfazed."
        },
        {
            "id": 15,
            "text": "“He didn’t fight, he didn’t do anything, he totally surrendered,” said Chikh."
        },
        {
            "id": 16,
            "text": "NYPD officers arrest James after a day-long manhunt following Tuesday’s shooting."
        },
        {
            "id": 17,
            "text": "Frank James is escorted out of the 9th Precinct Wednesday."
        },
        {
            "id": 18,
            "text": "James was arrested in the East Village on Wednesday."
        },
        {
            "id": 19,
            "text": "Federal prosecutors wasted no time charging James, 62, with terror-related offenses for firing 33 rounds on a Manhattan-bound N train Tuesday morning, leaving 10 people with gunshot wounds and another 19 injured in a mass shooting that shocked an already rattled city that’s been reeling from a citywide crime surge."
        },
        {
            "id": 20,
            "text": "They hit him with a charge of committing terrorist attacks and other violence against mass transportation systems, which could send him to prison for life if he’s convicted."
        },
        {
            "id": 21,
            "text": "Police arrested James just before 2 p.m. at First Avenue and St. Mark’s Place and about two hours later, he was walked from the 9th Precinct, grinning as cops shoved him into a waiting police car."
        },
        {
            "id": 22,
            "text": "James is facing terror-related charges for the alleged crimes."
        },
        {
            "id": 23,
            "text": "He’s facing one felony charge for committing a terrorist attack against a mass transportation system and faces life in prison if convicted, Brooklyn federal prosecutors said."
        },
        {
            "id": 24,
            "text": "“My fellow New Yorkers: We got him, we got him."
        },
        {
            "id": 25,
            "text": "I cannot thank the men and women of the New York City Police Department enough, as well as our federal agents, our state police, our first responders — from the 911 operators, to the various men and women from our medical professionals."
        },
        {
            "id": 26,
            "text": "We got him,” Mayor Eric Adams said at an afternoon press conference celebrating the arrest, more than 24 hours after the attack, and after a second rush hour of fear for commuters."
        },
        {
            "id": 27,
            "text": "“I said to New Yorkers, ‘We’re going to protect the people of this city and apprehend those who believe they can bring terror to everyday New Yorkers,’ and I want to thank everyday New Yorkers who called in tips, who responded, who helped those passengers who were injured."
        },
        {
            "id": 28,
            "text": "Thirty-three shots, but less than 30 hours later, we’re able to say we got him.”"
        },
        {
            "id": 29,
            "text": "Hours after the attack, police located a U-Haul connected to a credit card found at the scene."
        },
        {
            "id": 30,
            "text": "The attack injured 29 people, with 10 of them shot."
        },
        {
            "id": 31,
            "text": "In the initial aftermath of the attack, cops had trouble tracking down James because surveillance cameras at the 36th Street station where the incident occurred had malfunctioned."
        },
        {
            "id": 32,
            "text": "They later determined James had blended in with commuters and took an R train to the next stop at 25th Street, where cameras also weren’t working."
        },
        {
            "id": 33,
            "text": "Shortly after slipping out of that station, he boarded a B67 bus and then was back on the rails about 45 minutes later at 9:15 a.m. when he walked into an F train station at Seventh Avenue and Ninth Street in Park Slope, according to police officials."
        },
        {
            "id": 34,
            "text": "At the time, police had only released a bare-bones description of him and no photo because of the camera malfunction, so nobody realized he was the suspect and he was able to ride the train freely."
        },
        {
            "id": 35,
            "text": "Prosecutors said James attempted to scratch out the gun’s serial number."
        },
        {
            "id": 36,
            "text": "The gun used in the attack, a 9mm Glock, was legally purchased in Ohio by an individual named “Frank Robert James” and when the firearm was examined, investigators determined he’d defaced the serial number and attempted to scratch it out, prosecutors said in James’ criminal complaint."
        },
        {
            "id": 37,
            "text": "The alleged shooter, who’d previously been staying in an Airbnb in Philadelphia and also has ties to Wisconsin, drove a U-Haul truck into the Big Apple around 4 a.m. Tuesday."
        },
        {
            "id": 38,
            "text": "Surveillance footage captured him going over the Verrazzano-Narrows Bridge and driving into Brooklyn, where the U-Haul was later found abandoned in Gravesend, court records show."
        },
        {
            "id": 39,
            "text": "Suspect Frank James is seen entering the train station before the attack."
        },
        {
            "id": 40,
            "text": "Hours after the shooting Tuesday, federal agents executed a search warrant at a storage unit registered to James in Philadelphia and inside found a cache of weapons and ammunition capable of inflicting mass carnage."
        },
        {
            "id": 41,
            "text": "The items include 9mm bullets, a threaded 9mm pistol barrel that allows for a silencer or suppressor to be attached, targets and .223-caliber ammunition, which is made to be used with an AR-15 semi-automatic rifle."
        },
        {
            "id": 42,
            "text": "They also raided the Airbnb where he’d been staying and found an empty magazine for a Glock handgun, a Taser, a high-capacity rifle magazine and a blue smoke canister, prosecutors said."
        },
        {
            "id": 43,
            "text": "US Attorney Breon Peace said his office would use “every tool at our disposal” in the case."
        },
        {
            "id": 44,
            "text": "“My office is prepared to prove beyond a reasonable doubt that … James did knowingly and without lawful authority and permission commit an act, including the use of a dangerous weapon, with the intent to cause death and serious bodily injury to passengers and MTA employees on the New York City subway system,” US Attorney Breon Peace said when announcing the charge against James in Brooklyn federal court."
        },
        {
            "id": 45,
            "text": "“My office will use every tool at our disposal to bring this individual to justice, and restore safety and peace of mind to all.”"
        },
        {
            "id": 46,
            "text": "Moira Penza, a former Brooklyn federal prosecutor now in private practice, said, “Frank James is alleged to have crossed state lines with the intent to cause physical harm to individuals using mass transportation, here the New York City subway system, putting his actions squarely within the conduct criminalized as terrorism under our federal laws.”"
        },
        {
            "id": 47,
            "text": "Julie Rendelman, a defense attorney and former Brooklyn state prosecutor, said James is likely facing federal charges because the penalties are harsher and there’ll be more resources available for the investigation."
        },
        {
            "id": 48,
            "text": "People are seen fleeing after a madman opened fire on the N train in Sunset Park, Brooklyn."
        },
        {
            "id": 49,
            "text": "“From the information we have learned thus far, it seems clear that the defendant crossed state lines in order to engage in his violent criminal act and committed such acts against a mass transportation system, thus giving the federal government the jurisdiction to handle this case,” Rendelman told The Post."
        },
        {
            "id": 50,
            "text": "“As the sentencing exposure for an act of terrorism is a potential life sentence, the charging decision sends a clear message that an attack on the New York Transit system is an attack on the United States as a whole and therefore deserves the most severe punishment.”"
        }
    ],
    "entities": [
        {
            "text": "Frank James",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "People",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Breon Peace",
            "id": "Eentity#10",
            "entityType": "People"
        },
        {
            "text": "New York Police Officers",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "New Yorkers",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Mohammed Chikh",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Federal Prosecutors",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "New York City",
            "id": "Eentity#7",
            "entityType": "GPE"
        },
        {
            "text": "Eric Adams",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "Federal Agents",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Frank James",
            "patient": "People",
            "event": "opened fire in a crowded New York subway car",
            "event_trigger": "fire",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 6,
            "agent": "New York Police Officers",
            "patient": "Frank James",
            "event": "take him into custody",
            "event_trigger": "custody",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 7,
            "agent": "New Yorkers",
            "patient": "Frank James",
            "event": "flagged down a pair of cops",
            "event_trigger": "flagged",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 8,
            "agent": "New York Police Officers",
            "patient": "Frank James",
            "event": "put him in handcuffs",
            "event_trigger": "handcuffs",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 11,
            "agent": "New York Police Officers",
            "patient": "Frank James",
            "event": "arrested",
            "event_trigger": "arrested",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 13,
            "agent": "New York Police Officers",
            "patient": "Frank James",
            "event": "arrested",
            "event_trigger": "arrested",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 14,
            "agent": "Mohammed Chikh",
            "patient": "New York Police Officers",
            "event": "alerted police ",
            "event_trigger": "alerted",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 15,
            "agent": "Frank James",
            "patient": "New York Police Officers",
            "event": "surrendered",
            "event_trigger": "surrendered",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 16,
            "agent": "New York Police Officers",
            "patient": "Frank James",
            "event": "arrest ",
            "event_trigger": "arrest",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 18,
            "agent": "New York Police Officers",
            "patient": "Frank James",
            "event": "arrested ",
            "event_trigger": "arrested",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 19,
            "agent": "Federal Prosecutors",
            "patient": "Frank James",
            "event": "charging James, 62, with terror-related offenses",
            "event_trigger": "charging",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 19,
            "agent": "Frank James",
            "patient": "People",
            "event": "firing 33 rounds on a Manhattan-bound N train ",
            "event_trigger": "firing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 19,
            "agent": "Frank James",
            "patient": "New York City",
            "event": "shocked an already rattled city",
            "event_trigger": "shocked",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#13",
            "para": 20,
            "agent": "Federal Prosecutors",
            "patient": "Frank James",
            "event": "hit him with a charge of committing terrorist attacks and other violence against mass transportation systems",
            "event_trigger": "charge",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#14",
            "para": 20,
            "agent": "Federal Prosecutors",
            "patient": "Frank James",
            "event": "send him to prison for life ",
            "event_trigger": "send",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#15",
            "para": 21,
            "agent": "New York Police Officers",
            "patient": "Frank James",
            "event": "arrested",
            "event_trigger": "arrested",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#16",
            "para": 25,
            "agent": "Eric Adams",
            "patient": "New York Police Officers",
            "event": " thank ",
            "event_trigger": "thank",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#17",
            "para": 26,
            "agent": "Eric Adams",
            "patient": "New York Police Officers",
            "event": "celebrating the arrest",
            "event_trigger": "celebrating",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#18",
            "para": 27,
            "agent": "Eric Adams",
            "patient": "New Yorkers",
            "event": "protect ",
            "event_trigger": "protect",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#19",
            "para": 27,
            "agent": "Eric Adams",
            "patient": "New Yorkers",
            "event": "want to thank ",
            "event_trigger": "thank",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#20",
            "para": 30,
            "agent": "Frank James",
            "patient": "People",
            "event": "injured 29 people, with 10 of them shot",
            "event_trigger": "injured",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#21",
            "para": 40,
            "agent": "Federal Agents",
            "patient": "People",
            "event": "executed a search warrant at a storage unit ",
            "event_trigger": "executed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#22",
            "para": 42,
            "agent": "Federal Agents",
            "patient": "Frank James",
            "event": "raided the Airbnb where he’d been staying ",
            "event_trigger": "raided",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#23",
            "para": 44,
            "agent": "Breon Peace",
            "patient": "Frank James",
            "event": "prepared to prove beyond a reasonable doubt that … James did knowingly and without lawful authority and permission commit an act",
            "event_trigger": "prepared",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#24",
            "para": 45,
            "agent": "Breon Peace",
            "patient": "Frank James",
            "event": "use every tool at our disposal to bring this individual to justice",
            "event_trigger": "use",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#25",
            "para": 45,
            "agent": "Breon Peace",
            "patient": "New Yorkers",
            "event": "restore safety and peace of mind to all",
            "event_trigger": "restore",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#26",
            "para": 48,
            "agent": "Frank James",
            "patient": "People",
            "event": "opened fire on the N train in Sunset Park, Brooklyn",
            "event_trigger": "fire",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 10,
    "events_count": 27,
    "sentence_count": 51,
    "word_count": 1304,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_1261_DOCUMENT_1"
}