{
    "title": "Pakistan flooding described as ‘apocalyptic,’ with more than 1,100 dead, thousands injured",
    "news": [
        {
            "id": 0,
            "text": "Flooding from monsoon rain on an unimaginable scale has ravaged Pakistan, leaving more than 1,100 people dead and destroying villages, crops and livestock in a country dependent on agriculture."
        },
        {
            "id": 1,
            "text": "The rains, combined with melting glaciers, have unleashed a devastating amount of water."
        },
        {
            "id": 2,
            "text": "CNN posted satellite images of a new lake that’s formed — turning part of Sindh Province into an inland lake that’s 62 miles across."
        },
        {
            "id": 3,
            "text": "More than 3,500 people have been injured."
        },
        {
            "id": 4,
            "text": "“One-third of Pakistan is inundated, as floods sweep through the country this summer."
        },
        {
            "id": 5,
            "text": "The catastrophic floods, resulting from monsoon rains that began in June, are unprecedented in scale and scope."
        },
        {
            "id": 6,
            "text": "So far, they have affected some 33 million people — about 14% of Pakistan’s population — causing death, damage, displacement and loss whose effects will be felt for months and years to come,” according to NPR."
        },
        {
            "id": 7,
            "text": "Homes are surrounded by floodwaters in Sohbat Pur city, a district of Pakistan’s southwestern Baluchistan province, Tuesday, Aug. 30, 2022."
        },
        {
            "id": 8,
            "text": "Disaster officials say nearly a half million people in Pakistan are crowded into camps after losing their homes in widespread flooding caused by unprecedented monsoon rains in recent weeks."
        },
        {
            "id": 9,
            "text": "“The crops are gone, lives ruined, livelihoods wiped out, roads swept away, houses destroyed or barely standing ..."
        },
        {
            "id": 10,
            "text": "Where to pump/drain the water?"
        },
        {
            "id": 11,
            "text": "There’s water everywhere,” Pakistan’s Federal Minister for Climate Change Sherry Rehman tweeted Aug. 29."
        },
        {
            "id": 12,
            "text": "“We are literally on the front lines of unfolding climate catastrophe,” Rehman told The Washington Post."
        },
        {
            "id": 13,
            "text": "“It will happen to others later."
        },
        {
            "id": 14,
            "text": "It’s time we all took notice.”"
        },
        {
            "id": 15,
            "text": "Khairpur by boat."
        },
        {
            "id": 16,
            "text": "Most of Sindh is under water."
        },
        {
            "id": 17,
            "text": "The crops are gone,lives ruined, livelihoods wiped out, roads swept away, houses destroyed or barely standing."
        },
        {
            "id": 18,
            "text": "The Navy is also deployed in inland Sindh and Balochistan."
        },
        {
            "id": 19,
            "text": "Where to pump/drain the water?"
        },
        {
            "id": 20,
            "text": "There’s water everywhere."
        },
        {
            "id": 21,
            "text": "The BBC reports that with flash floods and landslides along the Indus and Kabul rivers, the areas hardest hit are the southern districts of Balochistan and Sindh."
        },
        {
            "id": 22,
            "text": "The article said that “raging flood waters have also swept away 700,000 head of livestock and damaged more than 3.6 million acres of crops — wiping out cotton, wheat, vegetable and fruit harvests.”"
        },
        {
            "id": 23,
            "text": "In an interview with CNN Tuesday, Pakistan’s Foreign Minister Bilawal Bhutto Zardari recounted visiting an area where villages no longer exist."
        },
        {
            "id": 24,
            "text": "“There is barely any dry land that we can find."
        },
        {
            "id": 25,
            "text": "The scale of this tragedy ... 33 million people, that’s more than the population of Sri Lanka or Australia,” he told CNN."
        },
        {
            "id": 26,
            "text": "A displaced man transports usable belongings salvaged from his flood-hit home across a flooded area in the Shikarpur district of Sindh province, Pakistan, Tuesday, Aug. 30, 2022."
        },
        {
            "id": 27,
            "text": "Disaster officials say nearly a half million people in Pakistan are crowded into camps after losing their homes in widespread flooding caused by unprecedented monsoon rains in recent weeks."
        },
        {
            "id": 28,
            "text": "“And while we understand that the new reality of climate change means more extreme weather, or monsoons, more extreme heat waves like we saw earlier this year, the scale of the current flood is of apocalyptic proportions."
        },
        {
            "id": 29,
            "text": "We certainly hope it’s not a new climate reality,” Zardari said."
        },
        {
            "id": 30,
            "text": "A terrible weather year"
        },
        {
            "id": 31,
            "text": "According to The Washington Post, “Pakistani officials said Tuesday that the country experienced a slew of abnormal weather events this year."
        },
        {
            "id": 32,
            "text": "Four heat waves came immediately after the winter, leading to a year ‘without spring.’"
        },
        {
            "id": 33,
            "text": "The heat scorched crops."
        },
        {
            "id": 34,
            "text": "But in recent weeks, parts of Pakistan experienced about four times more rainfall than the 30-year average."
        },
        {
            "id": 35,
            "text": "In Sindh, the city of Karachi has seen 48 inches of rainfall in the past two months."
        },
        {
            "id": 36,
            "text": "The financial hub, which has a desert climate, usually sees less than 10 inches of rainfall per year.”"
        },
        {
            "id": 37,
            "text": "The article said that Pakistan was already struggling economically, with a “steep fall in foreign exchange because of soaring global commodity prices and a rise in the U.S. dollar."
        },
        {
            "id": 38,
            "text": "The cost of electricity and food has soared.”"
        },
        {
            "id": 39,
            "text": "The Post added that “the flood is expected to add $10 billion worth of damage to the teetering economy.”"
        },
        {
            "id": 40,
            "text": "The United States has pledged $30 million to help with the immediate crisis, while China, the European Union, Turkey and United Arab Emirates are also pledging immediate aid."
        }
    ],
    "entities": [
        {
            "text": "Pakistan",
            "id": "Eentity#0",
            "entityType": "GPE"
        },
        {
            "text": "United States",
            "id": "Eentity#1",
            "entityType": "GPE"
        },
        {
            "id": "Eentity#2",
            "text": "China, the European Union, Turkey and United Arab Emirates",
            "entityType": "GPE"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 40,
            "agent": "United States",
            "patient": "Pakistan",
            "event": "pledged $30 million to help",
            "event_trigger": "help",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 40,
            "agent": "China, the European Union, Turkey and United Arab Emirates",
            "patient": "Pakistan",
            "event": "pledging immediate aid",
            "event_trigger": "aid",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 3,
    "events_count": 2,
    "sentence_count": 41,
    "word_count": 692,
    "article_ideology_1": "Slightly Conservative",
    "article_ideology_2": "Slightly Conservative",
    "DOCNAME": "TRIPLET_1304_DOCUMENT_0"
}