{
    "title": "Moderna and Johnson & Johnson COVID-19 vaccine booster shots greenlighted by CDC",
    "news": [
        {
            "id": 0,
            "text": "The Centers for Disease Control and Prevention formally recommended booster shots for many recipients of Moderna and Johnson & Johnson's COVID-19 vaccines on Thursday."
        },
        {
            "id": 1,
            "text": "As a result, up to 99 million Americans are now eligible for additional doses."
        },
        {
            "id": 2,
            "text": "Providers expect to administer the first booster shots for the newly eligible Americans as early as tomorrow."
        },
        {
            "id": 3,
            "text": "\"These recommendations are another example of our fundamental commitment to protect as many people as possible from COVID-19."
        },
        {
            "id": 4,
            "text": "The evidence shows that all three COVID-19 vaccines authorized in the United States are safe – as demonstrated by the over 400 million vaccine doses already given,\" CDC Director Rochelle Walensky said in a statement Thursday."
        },
        {
            "id": 5,
            "text": "The CDC's move follows an hours-long meeting of the agency's outside vaccine advisers, who ultimately voted unanimously for recommending the boosters."
        },
        {
            "id": 6,
            "text": "In line with emergency use authorizations issued by the Food and Drug Administration on Wednesday, the panel voted to back a second dose of any COVID-19 vaccine authorized by the FDA for all 15 million adults with Johnson & Johnson's dose at least two months after they were first vaccinated."
        },
        {
            "id": 7,
            "text": "Like with Pfizer's COVID-19 vaccine, adults at \"high risk\" who were first vaccinated with Moderna's doses at least six months ago can also receive a third shot of any of the vaccines, the committee said."
        },
        {
            "id": 8,
            "text": "That includes seniors 65 and older, as well as those vulnerable to severe COVID-19 cases or who face frequent exposure to the virus based on where they live or work."
        },
        {
            "id": 9,
            "text": "In hopes of adding flexibility for the booster shot program, the CDC said it would allow for Americans to opt for a different brand for their booster shot than the brand that they were first vaccinated with."
        },
        {
            "id": 10,
            "text": "Early data suggests so-called \"heterologous\" or \"mix-and-match\" boosting — a common practice with some other shots — is safe and effective."
        },
        {
            "id": 11,
            "text": "Several members of the panel had urged a more \"permissive\" approach, after CDC officials said they were initially weighing whether to recommend that Americans stick with their original vaccine brand in most situations."
        },
        {
            "id": 12,
            "text": "\"As a clinician in the field, I am seeing people who are quite savvy, able to read the medical literature, and they seem to be advocating for some of the more robust approaches to booster vaccines."
        },
        {
            "id": 13,
            "text": "And for equity purposes, I would really like to allow better flexibility,\" said Dr. Camille Kotton, one of the ACIP's voting members."
        },
        {
            "id": 14,
            "text": "That could resolve some logistical challenges facing the booster shot rollout."
        },
        {
            "id": 15,
            "text": "Some people do not have records of which doses they first received, health officials said, may have trouble finding their brand, or may have concerns over side effects or allergic reactions."
        },
        {
            "id": 16,
            "text": "Among them are myocarditis and pericarditis, rare side effects linked to the Pfizer and Moderna vaccines that often require hospitalization but typically subside with standard treatment."
        },
        {
            "id": 17,
            "text": "Data presented to the committee on Thursday suggests the risk may be highest among young male recipients of Moderna's shots."
        },
        {
            "id": 18,
            "text": "Some Johnson & Johnson recipients also hope switching to a Moderna or Pfizer booster could offer more protection, though evidence supporting that approach remains limited."
        },
        {
            "id": 19,
            "text": "State and local health officials, as well as pharmacies and other vaccinators, have been preparing for weeks to add Moderna and Johnson & Johnson's booster shots to their schedules, on top of new formulations for Pfizer's vaccine that could soon be authorized in a smaller dose for younger children."
        },
        {
            "id": 20,
            "text": "A spokesperson for the National Association of Chain Drug Stores said pharmacies were \"closely coordinating\" with the CDC and were prepared to begin booster shots for Moderna and Johnson & Johnson, following the agency's recommendations."
        },
        {
            "id": 21,
            "text": "In a statement, Walgreens said that they were prepared to begin booster shots across their stores \"as early as tomorrow,\" with online scheduling \"available as early as Saturday.\""
        },
        {
            "id": 22,
            "text": "Like with Pfizer's additional doses, the new boosters can be administered from the same vials that vaccinators already have in stock for the initial series of vaccinations."
        },
        {
            "id": 23,
            "text": "Up to 20 booster doses can now be drawn up from Moderna's vials, the FDA said Wednesday, since the company's booster shot is half the size of the first two doses."
        },
        {
            "id": 24,
            "text": "After some of the CDC's advisers voiced concerns over Moderna's decision to use one vial for two different dose sizes, the company defended the move by citing the need to roll out booster shots in \"the context of the pandemic.\""
        },
        {
            "id": 25,
            "text": "The company was still mulling changes to the vaccine's packaging, Moderna's Dr. Jacqueline Miller said, especially with new doses for younger children on the horizon."
        },
        {
            "id": 26,
            "text": "\"That is going to be challenging."
        },
        {
            "id": 27,
            "text": "It requires that the systems of reporting inventory and wastage that are out there are updated."
        },
        {
            "id": 28,
            "text": "And the scheduling systems that are based on inventory?"
        },
        {
            "id": 29,
            "text": "They also have to be altered,\" Dr. Litjen Tan, chief policy and partnerships officer for the Immunization Action Coalition, told CBS News earlier this month."
        },
        {
            "id": 30,
            "text": "Tan said many vaccinators already have experience with large multi-dose vials for routine shots, but rarely with different dose sizes, which could raise the risk of errors or contamination."
        },
        {
            "id": 31,
            "text": "\"We did have a presentation of the flu vaccine at one point where the vaccine for one season was approved for pediatric use at half the dose, and that required some thought and preparation there."
        },
        {
            "id": 32,
            "text": "We didn't have any issues then, but that being said, this is not common,\" said Tan."
        }
    ],
    "entities": [
        {
            "text": "Centers for Disease Control and Prevention",
            "id": "Eentity#0",
            "entityType": "Organization"
        },
        {
            "text": "Americans",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Food and Drug Administration",
            "id": "Eentity#2",
            "entityType": "Organization"
        },
        {
            "text": "National Association of Chain Drug Stores",
            "id": "Eentity#3",
            "entityType": "Organization"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Centers for Disease Control and Prevention",
            "patient": "Americans",
            "event": " formally recommended booster shots ",
            "event_trigger": "recommended",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 3,
            "agent": "Centers for Disease Control and Prevention",
            "patient": "Americans",
            "event": "fundamental commitment to protect as many people as possible",
            "event_trigger": "commitment",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 6,
            "agent": "Food and Drug Administration",
            "patient": "Americans",
            "event": "emergency use authorizations",
            "event_trigger": "authorizations",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 6,
            "agent": "Centers for Disease Control and Prevention",
            "patient": "Americans",
            "event": "voted to back a second dose of any COVID-19 vaccine ",
            "event_trigger": "voted",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 7,
            "agent": "Centers for Disease Control and Prevention",
            "patient": "Americans",
            "event": " adults at \"high risk\" who were first vaccinated with Moderna's doses at least six months ago can also receive a third shot of any of the vaccines, the committee said.",
            "event_trigger": "receive",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 9,
            "agent": "Centers for Disease Control and Prevention",
            "patient": "Americans",
            "event": "would allow for Americans to opt for a different brand for their booster shot",
            "event_trigger": "allow",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 20,
            "agent": "National Association of Chain Drug Stores",
            "patient": "Centers for Disease Control and Prevention",
            "event": "were \"closely coordinating\" with",
            "event_trigger": "coordinating",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 4,
    "events_count": 7,
    "sentence_count": 33,
    "word_count": 878,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_1222_DOCUMENT_1"
}