{
    "title": "Democrats to scale back Treasury’s IRS bank reporting plan amid GOP uproar",
    "news": [
        {
            "id": 0,
            "text": "Listen Comment on this story Comment Gift Article Share\n\nSenate Democrats on Tuesday will unveil a scaled-back version of a Biden administration proposal to crack down on wealthy tax cheats after conservative groups and the bank industry raised major privacy concerns, three people with knowledge of the coming announcement said."
        },
        {
            "id": 1,
            "text": "Wp Get the full experience."
        },
        {
            "id": 2,
            "text": "Choose your plan ArrowRight Initially, the Department of Treasury and Senate Democrats had proposed requiring financial institutions to provide the Internal Revenue Service with additional information on bank accounts with more than $600 in annual deposits or withdrawals."
        },
        {
            "id": 3,
            "text": "After a backlash, the new proposal will instead require the provision of additional information for accounts with more than $10,000 in annual deposits or withdrawals, a measure Democrats have been considering for weeks but have not formally endorsed, the people said."
        },
        {
            "id": 4,
            "text": "The revised version of the bank reporting proposal will also weaken its scope by exempting all wage income from counting toward the $10,000 threshold withdrawal, intending to ensure it applies to only larger account holders, the people said."
        },
        {
            "id": 5,
            "text": "The Biden administration has signed off on the changes and is expected to support the new plan, a potentially key source of new revenue to pay for Democrats’ multi-trillion-dollar economic package."
        },
        {
            "id": 6,
            "text": "The people spoke on the condition of anonymity to discuss a matter not yet made public."
        },
        {
            "id": 7,
            "text": "The weakening of the reporting requirements reflects Democrats’ sensitivity to the increasingly explosive politics of the issue as Republicans, conservative groups and industry lobbyists attempted to label the initial proposal as representing a major expansion of snooping by the IRS into taxpayers’ private information."
        },
        {
            "id": 8,
            "text": "Treasury Secretary Janet L. Yellen has adamantly rejected this criticism, arguing the new reporting rules amount to an essentially technical set of changes that will only impact wealthy tax evaders."
        },
        {
            "id": 9,
            "text": "But even many Democrats privately concede that the proposal gave Republicans an opening to attack them on the issue, provoking a fury of opposition among conservative groups."
        },
        {
            "id": 10,
            "text": "Banks already report to the IRS information for the interest earned in their customers’ accounts."
        },
        {
            "id": 11,
            "text": "(Stockbrokers also already report dividends and capital gains of their customers to the IRS.)"
        },
        {
            "id": 12,
            "text": "Treasury’s proposal is aimed at requiring banks to also report total deposits and withdrawals to the IRS as well."
        },
        {
            "id": 13,
            "text": "The totals would be reported once a year — not every time a transaction above a certain number has occurred."
        },
        {
            "id": 14,
            "text": "The provision is aimed at giving the IRS more visibility into the cash flow of the bank’s customers, especially businesses."
        },
        {
            "id": 15,
            "text": "Wage earners, who represent the vast majority of the American public, already have their wages reported to the IRS on their W-2 forms."
        },
        {
            "id": 16,
            "text": "Treasury wants additional data for Americans earning business income as well, although exactly which accounts should be subject to the new rules has been the subject of a fierce debate."
        },
        {
            "id": 17,
            "text": "White House officials believe that the IRS could better target tax evasion if they have access to the way money flows in and out of accounts."
        },
        {
            "id": 18,
            "text": "“I don’t know why they thought $600 would be a good number."
        },
        {
            "id": 19,
            "text": "$10,000 is definitely an improvement,” said John Koskinen, who served as commissioner of the IRS under both President Barack Obama and President Donald Trump."
        },
        {
            "id": 20,
            "text": "Koskinen said the threshold should be raised even higher to a number like $50,000."
        },
        {
            "id": 21,
            "text": "“The vast majority of people won’t be affected, but it will pick up more than just the idle rich.”"
        },
        {
            "id": 22,
            "text": "Democratic aides in both the House and Senate are still skeptical whether the bank reporting requirement will be included in the final version of Biden’s Build Back Better package, even with the changes."
        },
        {
            "id": 23,
            "text": "Democrats supportive of the proposal have pointed out that well-funded business lobbyists and Republican lawmakers have mounted an all-out campaign against the measure that has sometimes exaggerated or outright fabricated the extent of the changes."
        },
        {
            "id": 24,
            "text": "But opposition to the measure is not limited to Wall Street, and has extended to community banks influential with much of the congressional Democratic caucus."
        },
        {
            "id": 25,
            "text": "Republican attorneys general in more than a dozen states have written Biden and Yellen saying the plan is “unacceptable, illegal, and contrary to the well-founded constitutional principles against illegal searches and seizures.”"
        },
        {
            "id": 26,
            "text": "Sens. Mike Crapo (R-Idaho) and Patrick J. Toomey (R-Pa.), the top Republicans on the finance and banking committees, have led the charge on the plan and are expected to hold a news conference about it on Tuesday."
        },
        {
            "id": 27,
            "text": "Senate Finance Chair Ron Wyden (D-Ore.) and Sen. Elizabeth Warren (D-Mass.) are involved in the revised bank reporting proposal."
        },
        {
            "id": 28,
            "text": "“I think [Democrats are] still likely to not get much traction with this,” said Doug Holtz-Eakin, a Republican policy expert formerly at the nonpartisan Congressional Budget Office."
        },
        {
            "id": 29,
            "text": "The bank reporting requirement emerged as part of the Biden administration’s wider effort to crack down on wealthy tax cheats and bring in more revenue as a way to fund the president’s infrastructure and social spending packages."
        },
        {
            "id": 30,
            "text": "Biden has pledged to shield Americans earning less than $400,000 per year from new tax hikes, instead focusing on raising taxes on the wealthiest Americans and large corporations."
        },
        {
            "id": 31,
            "text": "The proposals to raise taxes on the rich, however, have struggled to gain traction in Congress, with centrist Democrats balking at leveling the extent of new tax hikes necessary to fund Biden’s proposal."
        },
        {
            "id": 32,
            "text": "Advertisement\n\nThe difficulty in raising taxes has fueled lawmakers’ interest in closing the “tax gap,” or the difference between what taxpayers owe the IRS and what is actually collected in new revenue."
        },
        {
            "id": 33,
            "text": "Treasury has said the tax gap amounts to roughly $7 trillion over 10 years."
        },
        {
            "id": 34,
            "text": "Estimates by Treasury officials have found that roughly $160 billion goes unpaid in taxes by the richest 1 percent of taxpayers every year."
        },
        {
            "id": 35,
            "text": "“High-income individuals with opaque sources of income that are not reported to the IRS."
        },
        {
            "id": 36,
            "text": "There’s a lot of tax fraud and cheating that’s going on, and all that’s involved in this proposal is a few aggregate numbers about bank accounts — the amount that was received in the course of the year, the amount that went out in the course of a year,” Yellen told CBS earlier this month."
        },
        {
            "id": 37,
            "text": "Some nonpartisan tax experts have questioned whether the Biden plan would effectively raise as much revenue as Yellen has claimed."
        },
        {
            "id": 38,
            "text": "Most rich Americans are able to lower their payments to the IRS by hiring advisers who aggressively exploit loopholes in the existing tax laws, said Steve Rosenthal, a tax policy expert at the Tax Policy Center, a nonpartisan think tank."
        },
        {
            "id": 39,
            "text": "Democrats need to rewrite the tax laws to make it harder for rich Americans to legally lower their tax payments, Rosenthal said, arguing that the Treasury plan was more likely to lead to more paperwork for the government and a more aggressive crackdown on small businesses such as corner grocery stores and dry cleaners."
        },
        {
            "id": 40,
            "text": "Advertisement\n\n“I think it’s a step in the right direction, but I don’t think it will help much."
        },
        {
            "id": 41,
            "text": "It’s still a deeply flawed proposal,” Rosenthal said."
        },
        {
            "id": 42,
            "text": "“Even at $10,000, the Biden bank proposal is still too sweeping, throws a net very wide, and it’s hard to see what fish they want to catch here.”"
        },
        {
            "id": 43,
            "text": "Treasury officials have rejected that claim, saying the administration will limit its enforcement action to wealthier taxpayers."
        },
        {
            "id": 44,
            "text": "“Any additional IRS scrutiny will be focused on the high end of the income distribution, where it belongs, given the distribution of the tax gap,” said Natasha Sarin, deputy assistant secretary for economic policy at Treasury."
        },
        {
            "id": 45,
            "text": "“In fact, audit rates will not rise relative to recent years for anyone making less than $400,000 per year.”"
        }
    ],
    "entities": [
        {
            "text": "United States Department of the Treasury",
            "id": "Eentity#0",
            "entityType": "Organization"
        },
        {
            "text": "Senate Democrats",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Community Banks",
            "id": "Eentity#10",
            "entityType": "Organization"
        },
        {
            "text": "Republican Attorney Generals",
            "id": "Eentity#11",
            "entityType": "People"
        },
        {
            "text": "Joe Biden",
            "id": "Eentity#12",
            "entityType": "People"
        },
        {
            "text": "Doug Holtz-eakin",
            "id": "Eentity#13",
            "entityType": "People"
        },
        {
            "text": "Wealthiest Americans",
            "id": "Eentity#14",
            "entityType": "People"
        },
        {
            "text": "Large U.S. Corporations",
            "id": "Eentity#15",
            "entityType": "Organization"
        },
        {
            "text": "Centrist Congressional Democrats",
            "id": "Eentity#16",
            "entityType": "People"
        },
        {
            "text": "Nonpartisan Tax Experts",
            "id": "Eentity#17",
            "entityType": "People"
        },
        {
            "text": "Steve Rosenthal",
            "id": "Eentity#18",
            "entityType": "People"
        },
        {
            "text": "U.S. Financial Institutions",
            "id": "Eentity#2",
            "entityType": "Organization"
        },
        {
            "text": "Biden Administration",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Internal Revenue Service",
            "id": "Eentity#4",
            "entityType": "Organization"
        },
        {
            "text": "Taxpayers",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Janet Yellen",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Senate Republicans",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Business Lobbyists",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 2,
            "agent": "United States Department of the Treasury",
            "patient": "U.S. Financial Institutions",
            "event": "requiring ",
            "event_trigger": "requiring",
            "agent2": "Senate Democrats",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 5,
            "agent": "Biden Administration",
            "patient": "Senate Democrats",
            "event": "signed off on the changes",
            "event_trigger": "signed",
            "agent2": "",
            "patient2": "United States Department of the Treasury",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 5,
            "agent": "Biden Administration",
            "patient": "Senate Democrats",
            "event": "expected to support the new plan",
            "event_trigger": "support",
            "agent2": "",
            "patient2": "United States Department of the Treasury",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 7,
            "agent": "Internal Revenue Service",
            "patient": "Taxpayers",
            "event": "snooping",
            "event_trigger": "snooping",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 8,
            "agent": "Janet Yellen",
            "patient": "Senate Democrats",
            "event": " has adamantly rejected this criticism",
            "event_trigger": "rejected",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 9,
            "agent": "Senate Republicans",
            "patient": "Senate Democrats",
            "event": "to attack them on the issue",
            "event_trigger": "attack",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 10,
            "agent": "U.S. Financial Institutions",
            "patient": "Internal Revenue Service",
            "event": "report",
            "event_trigger": "report",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 14,
            "agent": "United States Department of the Treasury",
            "patient": "Internal Revenue Service",
            "event": "giving the IRS more visibility",
            "event_trigger": "giving",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 16,
            "agent": "United States Department of the Treasury",
            "patient": "Taxpayers",
            "event": " wants additional data for",
            "event_trigger": "wants",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 23,
            "agent": "Business Lobbyists",
            "patient": "Senate Democrats",
            "event": "mounted an all-out campaign against the measure",
            "event_trigger": "against",
            "agent2": "Senate Republicans",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 24,
            "agent": "Community Banks",
            "patient": "Senate Democrats",
            "event": "opposition to the measure ",
            "event_trigger": "opposition",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 25,
            "agent": "Republican Attorney Generals",
            "patient": "Joe Biden",
            "event": "saying the plan is “unacceptable, illegal, and contrary to the well-founded constitutional principles against illegal searches and seizures.”",
            "event_trigger": "saying",
            "agent2": "",
            "patient2": "Janet Yellen",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#13",
            "para": 28,
            "agent": "Doug Holtz-eakin",
            "patient": "Senate Democrats",
            "event": "“I think [Democrats are] still likely to not get much traction with this,” said ",
            "event_trigger": "not",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#14",
            "para": 30,
            "agent": "Joe Biden",
            "patient": "Taxpayers",
            "event": "has pledged to shield",
            "event_trigger": "shield",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#15",
            "para": 30,
            "agent": "Joe Biden",
            "patient": "Wealthiest Americans",
            "event": "focusing on raising taxes on ",
            "event_trigger": "raising",
            "agent2": "",
            "patient2": "Large U.S. Corporations",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#16",
            "para": 31,
            "agent": "Centrist Congressional Democrats",
            "patient": "Joe Biden",
            "event": "balking at leveling the extent of new tax hikes ",
            "event_trigger": "balking",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#17",
            "para": 36,
            "agent": "Taxpayers",
            "patient": "Internal Revenue Service",
            "event": "tax fraud and cheating",
            "event_trigger": "fraud",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#18",
            "para": 37,
            "agent": "Nonpartisan Tax Experts",
            "patient": "Janet Yellen",
            "event": "questioned",
            "event_trigger": "questioned",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#19",
            "para": 38,
            "agent": "Wealthiest Americans",
            "patient": "Internal Revenue Service",
            "event": "aggressively exploit loopholes",
            "event_trigger": "exploit",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#20",
            "para": 39,
            "agent": "Senate Democrats",
            "patient": "Wealthiest Americans",
            "event": " need to rewrite the tax laws ",
            "event_trigger": "rewrite",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#21",
            "para": 41,
            "agent": "Steve Rosenthal",
            "patient": "Senate Democrats",
            "event": "It’s still a deeply flawed proposal,” Rosenthal said.",
            "event_trigger": "flawed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#22",
            "para": 43,
            "agent": "United States Department of the Treasury",
            "patient": "Steve Rosenthal",
            "event": "have rejected that claim",
            "event_trigger": "rejected",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 18,
    "events_count": 22,
    "sentence_count": 46,
    "word_count": 1240,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_1003_DOCUMENT_0"
}