{
    "title": "Evasive COVID-19 subvariants that you don’t know about are spreading fast",
    "news": [
        {
            "id": 0,
            "text": "Focus on these new names: BQ1 and BQ1.1."
        },
        {
            "id": 1,
            "text": "They are two of the hundreds of subvariants of the Omicron variant of the coronavirus behind COVID-19 that the World Health Organization is tracking."
        },
        {
            "id": 2,
            "text": "These subvariants have shown up in Nigeria, the United Kingdom, Japan, Canada, France, Belgium, New Zealand, Denmark and Italy."
        },
        {
            "id": 3,
            "text": "And serious COVID-19 cases are rising around the world, just not in the U.S. yet."
        },
        {
            "id": 4,
            "text": "But we have been down this road before and we know, by now, where it is likely to lead."
        },
        {
            "id": 5,
            "text": "BQ1.1 is showing up in the United States at a rate that is concerning epidemiologists like Dr. Eric Feigl-Ding."
        },
        {
            "id": 6,
            "text": "He is the researcher who, in January 2020, posted an alarming Tweet that started “HOLY MOTHER OF GOD” and became, for most Americans, the first warning of the pandemic that was coming."
        },
        {
            "id": 7,
            "text": "Some called him an alarmist back then."
        },
        {
            "id": 8,
            "text": "He wasn’t."
        },
        {
            "id": 9,
            "text": "With that background, here is a post from Dr. Feigl-Ding this weekend:"
        },
        {
            "id": 10,
            "text": "Dr. Eric Feigl-Ding is not alone in his concern."
        },
        {
            "id": 11,
            "text": "Cornelius Roemer, a viral evolution expert at the University of Basel in Switzerland, says BQ 1.1 cases has been doubling every week in Europe."
        },
        {
            "id": 12,
            "text": "Canadian health authorities say they are closely watching BQ.1.1."
        },
        {
            "id": 13,
            "text": "Global News quotes Andy Pekosz, a professor of microbiology at Johns Hopkins Bloomberg School of Public Health in the United States:"
        },
        {
            "id": 14,
            "text": "“On paper, this looks like a virus that has probably, to date, the most ability to escape vaccine-induced immunity, as well as some antibody treatments,” Pekosz said."
        },
        {
            "id": 15,
            "text": "“So that’s one of the reasons why we’re focusing in on this one and trying to keep track of what it’s doing and where it is.”"
        },
        {
            "id": 16,
            "text": "BQ.1.1 is attracting a lot of scrutiny in the UK, too, where infections have been doubling every week for the last two months."
        },
        {
            "id": 17,
            "text": "StatNews reminds us that if a subvariant like BQ1.1 proves to have the ability to end-run around antibody treatments, it would be especially dangerous to cancer and transplant patients who cannot get enough immunity protection from vaccines alone."
        },
        {
            "id": 18,
            "text": "Already, some monoclonal antibody treatments were rendered useless and had to be abandoned as the virus evolved."
        },
        {
            "id": 19,
            "text": "And in some lab experiments, the remaining antibody therapies — bebtelovimab, as well as Evusheld — can’t stand up to some of the new variants."
        },
        {
            "id": 20,
            "text": "That could leave people at high risk for severe Covid even more vulnerable."
        },
        {
            "id": 21,
            "text": "Salon puts this in starker terms."
        },
        {
            "id": 22,
            "text": "Also worrying are two other strains: one called BA.2.75.2, which seems to be spreading quickly in Singapore, India and regions of Europe; and XBB, which some research suggests is the most antibody-evasive strain tested, almost on the level of the SARS-CoV-1 virus (known then simply as “SARS“) that caused an outbreak in 2003."
        },
        {
            "id": 23,
            "text": "This could make the new vaccines relatively useless (but still better than nothing.)"
        },
        {
            "id": 24,
            "text": "Moreover, an outbreak caused by one of these highly drug- and antibody-resistant variants could be much worse due to many world governments performing far less testing and reduced public health surveillance compared to 2020 and 2021."
        },
        {
            "id": 25,
            "text": "I wish I could tell you that these two subvariants are the only ones you should be watching."
        },
        {
            "id": 26,
            "text": "They are not."
        },
        {
            "id": 27,
            "text": "BA.2.75.2, is proving to have the ability to dodge antibodies and is spreading in India."
        },
        {
            "id": 28,
            "text": "Early reports by Swedish researchers says it is “the most neutralization-resistant variant evaluated to date.”"
        },
        {
            "id": 29,
            "text": "And to add one more subvariant to your vocabulary, there is XBB."
        },
        {
            "id": 30,
            "text": "It is being called an “escape” variant because of its ability to escape antibodies, and early lab results show that the immunotherapies that have worked against previous incarnations of the virus may not work against XBB."
        },
        {
            "id": 31,
            "text": "If these subvariants keep spreading at their current rate, and if they elude our current vaccines and boosters, we could find ourselves right back to where we were two years ago when we had no vaccine protection at all and COVID-19 was killing thousands of people a day."
        },
        {
            "id": 32,
            "text": "There are concerns that the newest versions of COVID-19 don’t have the same symptoms that you may have experienced if you were infected before."
        },
        {
            "id": 33,
            "text": "“Fever and loss of smell are really rare now — so many old people may not think they’ve got COVID,” Professor Tim Spector, co-founder of the Covid ZOE app, told The Independent."
        },
        {
            "id": 34,
            "text": "“They’d say it’s a cold and not be tested.”"
        },
        {
            "id": 35,
            "text": "Add to that the fact that less than 5% of eligible Americans have received the updated bivalent BA.5 shot that seems to give us the best chance at protecting against the worst illnesses caused by these omicron variants."
        },
        {
            "id": 36,
            "text": "The latest New York Times COVID data:"
        },
        {
            "id": 37,
            "text": "Since January 2020, at least 1 in 3 people who live in the United States have been infected, and at least 1 in 313 people have died."
        },
        {
            "id": 38,
            "text": "At last count, 26,839 people were in US hospitals with COVID-19."
        },
        {
            "id": 39,
            "text": "A remarkable flu outbreak nationwide"
        },
        {
            "id": 40,
            "text": "Experts explain that since we have not had a severe flu season in a couple of years, we are more vulnerable to a winter of severe infections, and, apparently, it has begun."
        },
        {
            "id": 41,
            "text": "Flu cases are highest in Georgia, New York City, South Carolina, Tennessee, Texas and Washington, DC."
        },
        {
            "id": 42,
            "text": "Two schools in San Diego had more than 1,000 students report a respiratory sickness outbreak."
        },
        {
            "id": 43,
            "text": "The symptoms include fever, coughing and headaches."
        },
        {
            "id": 44,
            "text": "CDC Director Dr. Rochelle Walensky said, “We’ve noted that flu activity is starting to increase across much of the country.”"
        },
        {
            "id": 45,
            "text": "And some of what is showing up in pediatrician’s offices is not the flu but something else: respiratory syncytial virus."
        },
        {
            "id": 46,
            "text": "NBC reported: “Right now, we’re in a huge spike of RSV,” said Dr. Frank Esper, an infectious diseases expert at the Cleveland Clinic."
        },
        {
            "id": 47,
            "text": "RSV often affects babies but can also be problematic in adults with underlying lung problems, such as asthma and chronic obstructive pulmonary disease."
        },
        {
            "id": 48,
            "text": "Esper said that cases of RSV are usually seen in December and January, but for the past two years, the typical RSV season has come earlier, during summer and early autumn."
        },
        {
            "id": 49,
            "text": "Rhinoviruses and enteroviruses are also circulating earlier than usual."
        },
        {
            "id": 50,
            "text": "This is because measures to curb Covid spread didn’t allow other viruses to spread as they historically have."
        },
        {
            "id": 51,
            "text": "“Flu is on the rise, but it’s also all of these other viruses that got knocked off kilter,” Esper said."
        },
        {
            "id": 52,
            "text": "“This might be the new normal."
        },
        {
            "id": 53,
            "text": "We don’t know.”"
        }
    ],
    "entities": [
        {
            "text": "Less than 5% of Eligible Americans",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "People",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Worl Governments",
            "id": "Eentity#3",
            "entityType": "GPE"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 35,
            "agent": "Less than 5% of Eligible Americans",
            "patient": "People",
            "event": "received the updated bivalent BA.5 shot",
            "event_trigger": "received",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 24,
            "agent": "Worl Governments",
            "patient": "People",
            "event": "performing far less testing and reduced public health surveillance",
            "event_trigger": "less",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 3,
    "events_count": 2,
    "sentence_count": 54,
    "word_count": 1040,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_1316_DOCUMENT_0"
}