{
    "title": "Hunter Biden laptop bombshell: Twitter invented reason to censor Post’s reporting",
    "news": [
        {
            "id": 0,
            "text": "That is “f—ed.”"
        },
        {
            "id": 1,
            "text": "Twitter “just freelanced” its baseless decision to censor The Post’s bombshell Hunter Biden laptop scoop in the run up to the 2020 election — with top-level workers at the social media giant agreeing that controversial decision was “f–ked,” damning insider communications released by CEO Elon Musk Friday reveal."
        },
        {
            "id": 2,
            "text": "The chaos and confusion behind closed doors at Twitter in the immediate aftermath of the October 2020 Hunter Biden expose show that a small group of top-level execs decided to label the Post’s story as “hacked material” without any evidence — behind the back of then-CEO and founder Jack Dorsey."
        },
        {
            "id": 3,
            "text": "Musk tweeted a link to the account of independent journalist Matt Taibbi shortly after 6 p.m., who shed light on Twitter’s shady censorship decision by posting what appeared to be redacted emails between Twitter employees."
        },
        {
            "id": 4,
            "text": "The decision to censor The Post’s story was made “at the highest levels of the company,” according to Taibbi, but without Dorsey’s involvement."
        },
        {
            "id": 5,
            "text": "Previous 1 of 14 Next Advertisement Grabs from “The Twitter Files.”"
        },
        {
            "id": 6,
            "text": "mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter A request “from the Biden team” to Twitter Taibbi revealed Friday night."
        },
        {
            "id": 7,
            "text": "mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter Advertisement"
        },
        {
            "id": 8,
            "text": "As Taibbi put it: The internal communications reveal “just how much was done without the knowledge of CEO Jack Dorsey, and how long it took for the situation to get ‘unf–ked’ (as one ex-employee put it) even after Dorsey jumped in.”"
        },
        {
            "id": 9,
            "text": "According to Taibbi, Twitter’s former head of legal, policy, and trust Vijaya Gadde played a “key role” in the censorship decision."
        },
        {
            "id": 10,
            "text": "Damning emails and comments from former Twitter employees showed that “everyone knew” the social media giant’s suppression of The Post’s scoops about Hunter Biden’s infamous laptop."
        },
        {
            "id": 11,
            "text": "“was f—ed.”"
        },
        {
            "id": 12,
            "text": "The company’s shaky rationale for taking the extraordinary censorship step was that the story violated the company’s “hacked materials” policy, according to Taibbi — which was questioned by many insiders."
        },
        {
            "id": 13,
            "text": "Previous 1 of 14 Next Advertisement More grabs from “The Twitter Files.”"
        },
        {
            "id": 14,
            "text": "mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter Advertisement"
        },
        {
            "id": 15,
            "text": "Several Twitter sources reportedly told Taibbi that they remember hearing about a “general” warning from federal law enforcement in the summer of 2022 about foreign hacking, but no evidence has been found about government involvement specifically centered on The Post’s story on Hunter Biden’s laptop."
        },
        {
            "id": 16,
            "text": "“Hacking was the excuse, but within a few hours, pretty much everyone realized that wasn’t going to hold."
        },
        {
            "id": 17,
            "text": "But no one had the guts to reverse it,” the ex-employee added."
        },
        {
            "id": 18,
            "text": "“They just freelanced it,” a former employee told Taibbi about how the decision came about."
        },
        {
            "id": 19,
            "text": "The decision left high-level executives puzzled."
        },
        {
            "id": 20,
            "text": "“I’m struggling to understand the policy basis for marking this as unsafe,” Trenton Kennedy, a communications official wrote in an apparent internal email to colleagues."
        },
        {
            "id": 21,
            "text": "To which former Twitter Deputy General Counsel Jim Baker responded that it is “reasonable” to assume materials were hacked and that “caution is warranted.”"
        },
        {
            "id": 22,
            "text": "“Can we truthfully claim that this is part of the policy?”"
        },
        {
            "id": 23,
            "text": "former Twitter Vice President of Global Communications Brandon Borrman asks in another missive."
        },
        {
            "id": 24,
            "text": "“Everyone knew this was f–ked,” a former worker told Taibbi about Twitter’s official stance of on the Hunter story."
        },
        {
            "id": 25,
            "text": "According to Taibbi, the social media company “took extraordinary steps to suppress” The Post’s Hunter Biden laptop story, removing links to the expose shared by users and posting warnings that it may be “unsafe.”"
        },
        {
            "id": 26,
            "text": "Catch up on Twitter’s censorship of The Post’s Hunter Biden laptop story"
        },
        {
            "id": 27,
            "text": "Taibbi said that Twitter even resorted to a rarely used tactic to stop the dissemination of the story – blocking the sharing of links to the story via direct message, a tool usually only used in “extreme cases,” such as to stop the distribution of child pornography."
        },
        {
            "id": 28,
            "text": "Twitter’s censorship of the story led to then-White House press secretary Kayleigh McEnany getting locked out of her account with just weeks to go before the 2020 election"
        },
        {
            "id": 29,
            "text": "In an email shared by Taibbi, Trump campaign staffer Mike Hahn sent an angry missive to the social media giant demanding to know when she would be unlocked."
        },
        {
            "id": 30,
            "text": "Previous 1 of 14 Next Advertisement “The Twitter Files” shows the company “just freelanced” its baseless decision to censor The Post’s bombshell Hunter Biden laptop scoop in 2020."
        },
        {
            "id": 31,
            "text": "mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter Advertisement"
        },
        {
            "id": 32,
            "text": "“At least pretend to care for the next 20 days,” Hahn wrote."
        },
        {
            "id": 33,
            "text": "When Twitter public policy executive Caroline Strom notified the trust and safety teams at the company about the incident, they informed her that McEnany had violated the company’s “hacked materials” policy."
        },
        {
            "id": 34,
            "text": "Previous 1 of 3 Next Advertisement Musk has insisted full disclosure was needed to determine why Twitter decided to block The Post’s bombshell report on the laptop in the weeks before the 2020 election."
        },
        {
            "id": 35,
            "text": "The decision to censor The Post’s story was made “at the highest levels of the company,” according to Taibbi, but without then-CEO Jack Dorsey’s involvement."
        },
        {
            "id": 36,
            "text": "Musk’s stance on The Post vs. Twitter"
        },
        {
            "id": 37,
            "text": "Musk, the world’s richest man who purchased Twitter last month, has previously insisted full disclosure was needed to determine why the company decided to block the bombshell report about President Biden’s son in the weeks leading up to the 2020 election."
        },
        {
            "id": 38,
            "text": "The 51-year-old billionaire, who has vowed to turn Twitter into a bastion of free speech, had been teasing the release of the internal files for several days, arguing the “public deserves to know what really happened.”"
        },
        {
            "id": 39,
            "text": "“This is a battle for the future of civilization."
        },
        {
            "id": 40,
            "text": "If free speech is lost even in America, tyranny is all that lies ahead,” he tweeted Monday after vowing the files would “soon to be published on Twitter itself.”"
        },
        {
            "id": 41,
            "text": "Elon Musk has vowed to turn Twitter into a bastion of free speech after $44 billion takeover."
        },
        {
            "id": 42,
            "text": "Taibbi also revealed company emails responding to a request “from the Biden team” during the run-up to the 2020 election — shortly after the company cracked down on The Post’s Hunter Biden story."
        },
        {
            "id": 43,
            "text": "Another, dated Oct. 24, 2020, said, “An additional report from DNC,” an apparent reference to the Democratic National Committee."
        },
        {
            "id": 44,
            "text": "One, dated Oct. 24, 2020, said, “More to review from the Biden team,” along with a list of tweets."
        },
        {
            "id": 45,
            "text": "In response, someone wrote back, “handled these.”"
        },
        {
            "id": 46,
            "text": "Previous 1 of 17 Next Advertisement mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter mtaibbi/Twitter Advertisement mtaibbi/Twitter mtaibbi/Twitter mtaibbi/Twitter Advertisement More grabs from “The Twitter Files.”"
        },
        {
            "id": 47,
            "text": "mtaibbi/Twitter Advertisement"
        },
        {
            "id": 48,
            "text": "Taibbi also tweeted: “Both parties had access to these tools."
        },
        {
            "id": 49,
            "text": "For instance, in 2020, requests from both the Trump White House and the Biden campaign were received and honored.”"
        },
        {
            "id": 50,
            "text": "But the former Rolling Stone writer said the “system wasn’t balanced” and “was based on contacts”"
        },
        {
            "id": 51,
            "text": "“Because Twitter was and is overwhelmingly staffed by people of one political orientation, there were more channels, more ways to complain, open to the left (well, Democrats) than the right,” he wrote."
        },
        {
            "id": 52,
            "text": "Twitter took extraordinary censorship measures against The Post when it first published its expose on Hunter Biden’s infamous laptop in October 2020."
        },
        {
            "id": 53,
            "text": "Prior to his $44 billion takeover, Musk had already made his stance clear on The Post vs. Twitter debacle, saying back in April that the platform’s decision was “obviously incredibly inappropriate.”"
        },
        {
            "id": 54,
            "text": "Twitter, as well as Facebook, took extraordinary censorship measures against The Post when it first published its expose on the trove of emails discovered on Hunter’s laptop in October 2020."
        },
        {
            "id": 55,
            "text": "The platform prohibited users from sharing the article — and also locked The Post out of its Twitter account for more than two weeks because of baseless claims the report used hacked information."
        },
        {
            "id": 56,
            "text": "Twitter prohibited users from sharing the article detailing the trove of emails uncovered from Hunter Biden’s laptop that detailed his overseas business dealings."
        },
        {
            "id": 57,
            "text": "Jack Dorsey, Twitter’s CEO at the time, later admitted during a congressional hearing on misinformation and social media in March last year that blocking The Post’s report was a “total mistake.”"
        },
        {
            "id": 58,
            "text": "He stopped short of revealing who was responsible for the blunder."
        },
        {
            "id": 59,
            "text": "While many mainstream outlets initially ignored or sought to undermine The Post’s reporting, the New York Times and Washington Post eventually authenticated the laptop’s contents — some 18 months later."
        }
    ],
    "entities": [
        {
            "text": "Twitter",
            "id": "Eentity#0",
            "entityType": "Organization"
        },
        {
            "text": "Post",
            "id": "Eentity#1",
            "entityType": "Organization"
        },
        {
            "text": "Facebook",
            "id": "Eentity#10",
            "entityType": "Organization"
        },
        {
            "text": "Twitter Users",
            "id": "Eentity#11",
            "entityType": "People"
        },
        {
            "text": "Top-level Twitter Workers",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Twitter Top-level Execs",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Jack Dorsey",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Matt Taibbi",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Mike Hahn",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Kayleigh Mcenany",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Elon Musk",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "American Public",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 1,
            "agent": "Twitter",
            "patient": "Post",
            "event": "baseless decision to censor",
            "event_trigger": "censor",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 1,
            "agent": "Top-level Twitter Workers",
            "patient": "Twitter",
            "event": "agreeing that controversial decision was “f–ked",
            "event_trigger": "f–ked",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Betrayal",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 2,
            "agent": "Twitter Top-level Execs",
            "patient": "Post",
            "event": "decided to label the Post’s story as “hacked material” without any evidence",
            "event_trigger": "hacked",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 3,
            "agent": "Matt Taibbi",
            "patient": "Twitter",
            "event": "shed light on Twitter’s shady censorship decision",
            "event_trigger": "decision",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 8,
            "agent": "Twitter",
            "patient": "Jack Dorsey",
            "event": " done without the knowledge of ",
            "event_trigger": "without",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 10,
            "agent": "Twitter",
            "patient": "Post",
            "event": "suppression of The Post’s scoops",
            "event_trigger": "suppression",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 12,
            "agent": "Post",
            "patient": "Twitter",
            "event": "violated the company’s “hacked materials” policy",
            "event_trigger": "violated",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Cheating",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 25,
            "agent": "Twitter",
            "patient": "Post",
            "event": "took extraordinary steps to suppress” The Post’s Hunter Biden laptop story",
            "event_trigger": "suppress",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 29,
            "agent": "Mike Hahn",
            "patient": "Twitter",
            "event": "sent an angry missive",
            "event_trigger": "missive",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 30,
            "agent": "Twitter",
            "patient": "Post",
            "event": "baseless decision to censor",
            "event_trigger": "censor",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 33,
            "agent": "Kayleigh Mcenany",
            "patient": "Twitter",
            "event": "violated the company’s “hacked materials” policy.",
            "event_trigger": "violated",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Cheating",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 35,
            "agent": "Twitter",
            "patient": "Jack Dorsey",
            "event": "made “at the highest levels of the company,” according to Taibbi, but without then-CEO Jack Dorsey’s involvement",
            "event_trigger": "without",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#13",
            "para": 38,
            "agent": "Elon Musk",
            "patient": "American Public",
            "event": "turn Twitter into a bastion of free speech, had been teasing the release of the internal files for several days",
            "event_trigger": "free",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#14",
            "para": 41,
            "agent": "Elon Musk",
            "patient": "American Public",
            "event": "turn Twitter into a bastion of free speech",
            "event_trigger": "free",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#15",
            "para": 52,
            "agent": "Twitter",
            "patient": "Post",
            "event": "took extraordinary censorship measures against",
            "event_trigger": "against",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Cheating",
            "morality3": ""
        },
        {
            "e_id": "EventMO#16",
            "para": 54,
            "agent": "Twitter",
            "patient": "Post",
            "event": "took extraordinary censorship measures against",
            "event_trigger": "censorship",
            "agent2": "Facebook",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#17",
            "para": 55,
            "agent": "Twitter",
            "patient": "Post",
            "event": "prohibited users from sharing the article — and also locked The Post out of its Twitter account for more than two weeks",
            "event_trigger": "prohibited",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#18",
            "para": 56,
            "agent": "Twitter",
            "patient": "Twitter Users",
            "event": "prohibited users from sharing the article",
            "event_trigger": "prohibited",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 12,
    "name": "TRIPLET_2010_DOCUMENT_0",
    "story_title": "Report Details Twitter Censorship Before 2020 Presidential Election",
    "date": "2022-12-05",
    "url": "https://nypost.com/2022/12/02/elon-musk-releases-twitters-files-on-censorship-of-post/",
    "ideology": "Lean Right",
    "tag": "media-industry",
    "source": "New York Post (News)",
    "events_count": 18,
    "sentence_count": 60,
    "word_count": 1357,
    "article_ideology_1": "Conservative",
    "article_ideology_2": "Conservative",
    "DOCNAME": "TRIPLET_2010_DOCUMENT_0"
}