{
    "title": "Title 42 and the border: Why what we're seeing now is different",
    "news": [
        {
            "id": 0,
            "text": "More migrants are coming to the US-Mexico border, and officials say they expect the number to grow."
        },
        {
            "id": 1,
            "text": "This is something we’ve seen many times before."
        },
        {
            "id": 2,
            "text": "But some key details are different this time around."
        },
        {
            "id": 3,
            "text": "Here’s a look at what’s changing, why it’s happening now and why it matters."
        },
        {
            "id": 4,
            "text": "There’s a huge backlog of migrants waiting to cross"
        },
        {
            "id": 5,
            "text": "For two years, a pandemic public health order has been in place that stopped many migrants from crossing the border and seeking asylum in the United States."
        },
        {
            "id": 6,
            "text": "The policy is known as Title 42 for the US code invoked in its implementation, and its days are numbered."
        },
        {
            "id": 7,
            "text": "Under that policy, authorities turned away migrants more than 1.7 million times, expelling them into Mexico or back to their home countries, according to Customs and Border Protection statistics."
        },
        {
            "id": 8,
            "text": "Now there’s a big bottleneck of people waiting to cross."
        },
        {
            "id": 9,
            "text": "And the rule that stood in their way is soon set to be lifted."
        },
        {
            "id": 10,
            "text": "A migrant from Haiti stands near a border crossing bridge in Tijuana, Mexico, on March 22."
        },
        {
            "id": 11,
            "text": "The Biden administration announced Friday that it’s planning to end that public health policy on May 23."
        },
        {
            "id": 12,
            "text": "Why wait until May?"
        },
        {
            "id": 13,
            "text": "Officials appear to be giving themselves a cushion to plan for the possibility that the number of migrants at the border will significantly increase."
        },
        {
            "id": 14,
            "text": "And for days now, they’ve been telling us it will."
        },
        {
            "id": 15,
            "text": "The US Border Patrol chief told CNN about it last week, describing a record-breaking surge and estimating agents would be arresting about 8,000 people daily."
        },
        {
            "id": 16,
            "text": "And the White House also says officials are preparing for things to intensify."
        },
        {
            "id": 17,
            "text": "“We have every expectation that when the CDC ultimately decides it’s appropriate to lift Title 42, there will be an influx of people to the border,” White House communications director Kate Bedingfield said on Wednesday."
        },
        {
            "id": 18,
            "text": "“And so we are doing a lot of work to plan for that contingency.”"
        },
        {
            "id": 19,
            "text": "Already the number of people arrested at the border is going up"
        },
        {
            "id": 20,
            "text": "The number of arrests at the US-Mexico border has already been on the rise."
        },
        {
            "id": 21,
            "text": "The Border Patrol made more than 158,000 arrests there in February, up from January when there were nearly 148,000 apprehensions."
        },
        {
            "id": 22,
            "text": "A US Customs and Border Protection officer directs migrants seeking asylum into vans before transferring them to temporary shelters in Yuma, Arizona, in February."
        },
        {
            "id": 23,
            "text": "That increase isn’t surprising."
        },
        {
            "id": 24,
            "text": "To some extent, migration is seasonal."
        },
        {
            "id": 25,
            "text": "And the number of people trying to cross the border tends to go up in the spring."
        },
        {
            "id": 26,
            "text": "Experts say the economic hardships of the pandemic have further intensified migration trends."
        },
        {
            "id": 27,
            "text": "In the border city of Del Rio, Texas, Tiffany Burrow told CNN’s Rosa Flores this week that she’s been seeing the increase at the respite center she directs."
        },
        {
            "id": 28,
            "text": "More than 4,400 migrants have been dropped off there after being released from US Customs and Border Protection custody over the past month, she says – more than twice the number in January."
        },
        {
            "id": 29,
            "text": "Asked whether she was ready for what could happen if Title 42 is lifted, Burrow said, “I don’t think anyone can truly be prepared.”"
        },
        {
            "id": 30,
            "text": "Val Verde County Sheriff Joe Frank Martinez told Flores he thinks back to last year, when thousands of migrants camped under a bridge in Del Rio, waiting for immigration authorities to process them."
        },
        {
            "id": 31,
            "text": "“Last year we called it a crisis."
        },
        {
            "id": 32,
            "text": "This year, (if) we see the same thing here in Del Rio, you know, it’s going to be a disaster,” Martinez said."
        },
        {
            "id": 33,
            "text": "At the national level, politicians and advocacy groups also appear to be bracing themselves for something big to happen."
        },
        {
            "id": 34,
            "text": "Immigrant rights advocates who work along the border and leading Democratic lawmakers have been pushing the administration to end Title 42, arguing the public health restriction was merely a pretext for the US to stop vulnerable people from seeking asylum."
        },
        {
            "id": 35,
            "text": "Many have praised reports that the policy will be ending soon, while also criticizing the delay."
        },
        {
            "id": 36,
            "text": "Meanwhile, Republican lawmakers have been lambasting the Biden administration for even considering lifting Title 42."
        },
        {
            "id": 37,
            "text": "And Stephen Miller, a senior adviser in the Trump administration, warned on Twitter that revoking the policy would be “one of history’s most spectacular travesties” and “open the floodgates on a biblical scale.”"
        },
        {
            "id": 38,
            "text": "Migrants and asylum seekers march in Tijuana to protest the Title 42 policy on March 21."
        },
        {
            "id": 39,
            "text": "This time, it will be hard for officials to claim they didn’t see it coming"
        },
        {
            "id": 40,
            "text": "Time after time, in administration after administration, officials have seemed surprised when large numbers of migrants start showing up at the border – even though there were many reasons they should have been prepared."
        },
        {
            "id": 41,
            "text": "But this time, as an announcement over Title 42’s future neared, administration officials repeatedly told reporters they were preparing for the possibility of a significant increase."
        },
        {
            "id": 42,
            "text": "Between 30,000 to 60,000 people are estimated to be in northern Mexico waiting to cross the southern US border, according to a federal law enforcement official."
        },
        {
            "id": 43,
            "text": "Some of them could seek entry within hours if the CDC rule is repealed, the official said."
        },
        {
            "id": 44,
            "text": "Three planning scenarios have been devised to trigger what resources might be needed."
        },
        {
            "id": 45,
            "text": "A planning document outlines three possibilities officials are preparing for as they assess what resources could be needed, with a worst-case scenario of up to 18,000 people trying to cross the border daily."
        },
        {
            "id": 46,
            "text": "And officials issued a fact sheet outlining the many steps they said DHS had taken to prepare, including establishing a border coordination center, making plans to send more resources to the region and taking steps to adjudicate asylum claims more efficiently."
        },
        {
            "id": 47,
            "text": "It’s possible both to end Title 42 and process asylum seekers in an orderly fashion, says Erika Pinheiro, litigation and policy director of Al Otro Lado, an organization that provides aid to migrants and refugees."
        },
        {
            "id": 48,
            "text": "But Pinheiro told CNN last week she was concerned administration officials haven’t done more to include advocates in their plans."
        },
        {
            "id": 49,
            "text": "Still, she says she’s found hope in the Ukrainian families who have recently been allowed to cross the border."
        },
        {
            "id": 50,
            "text": "“I feel angry on behalf of my clients who’ve been waiting for two years, but it also gives me a lot of hope that we can end Title 42 in a dignified and orderly way,” she says."
        },
        {
            "id": 51,
            "text": "Despite the many predictions from officials, politicians and pundits, it’s important to remember there’s a lot we still don’t know about what will happen next."
        },
        {
            "id": 52,
            "text": "Will officials be prepared as numbers increase?"
        },
        {
            "id": 53,
            "text": "Or will we yet again see overcrowded facilities, an overwhelmed system and political debate over the border escalating to a fever pitch?"
        },
        {
            "id": 54,
            "text": "There are a lot of things that are different about the current moment at the border."
        },
        {
            "id": 55,
            "text": "But we could still see history repeat itself."
        },
        {
            "id": 56,
            "text": "We’ll be watching what steps the administration takes in the coming months — and what happens at the border — closely."
        }
    ],
    "entities": [
        {
            "text": "Migrants",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Authorities",
            "id": "Eentity#1",
            "entityType": "Others"
        },
        {
            "text": "Presidency of Joe Biden",
            "id": "Eentity#2",
            "entityType": "Others"
        },
        {
            "text": "Immigrant Rights Advocates",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "id": "Eentity#4",
            "text": "Democratic Party",
            "entityType": "Organization"
        },
        {
            "text": "United States",
            "id": "Eentity#5",
            "entityType": "GPE"
        },
        {
            "text": "Republican Party",
            "id": "Eentity#6",
            "entityType": "GPE"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 7,
            "agent": "Authorities",
            "patient": "Migrants",
            "event": "turned away",
            "event_trigger": "turned away",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 11,
            "agent": "Presidency of Joe Biden",
            "patient": "Migrants",
            "event": "planning to end that public health policy",
            "event_trigger": "planning",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 34,
            "agent": "United States",
            "patient": "Migrants",
            "event": "stop vulnerable people from seeking asylum",
            "event_trigger": "stop",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 34,
            "agent": "Immigrant Rights Advocates",
            "patient": "Migrants",
            "event": "pushing the administration to end Title 42",
            "event_trigger": "pushing",
            "agent2": "Democratic Party",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 36,
            "agent": "Republican Party",
            "patient": "Presidency of Joe Biden",
            "event": "lambasting",
            "event_trigger": "lambasting",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 7,
    "events_count": 5,
    "sentence_count": 57,
    "word_count": 1126,
    "article_ideology_1": "Liberal",
    "article_ideology_2": "Liberal",
    "DOCNAME": "TRIPLET_1258_DOCUMENT_1"
}