{
    "title": "In historic vote, Democrats pick Jeffries to replace Pelosi as party leader",
    "news": [
        {
            "id": 0,
            "text": "House Democrats on Wednesday elected Rep. Hakeem Jeffries (N.Y.) to head the party next year, marking a generational shift after 20 years under the reign of Rep. Nancy Pelosi (Calif.) while making Jeffries the first Black figure to lead either party in Congress in the nation’s history."
        },
        {
            "id": 1,
            "text": "The shift was no surprise."
        },
        {
            "id": 2,
            "text": "After Pelosi and her top deputies announced earlier in the month that they would step out of the top three leadership spots, the 52-year-old Jeffries was one of three next-generation leaders who quickly swept in to solidify their place as uncontested contenders for the top spots in the party brass."
        },
        {
            "id": 3,
            "text": "The other two — Reps. Katherine Clark (Mass.) and Pete Aguilar (Calif.) — were also voted into those new leadership positions on Wednesday."
        },
        {
            "id": 4,
            "text": "Clark will replace Rep. Steny Hoyer (Md.) as the second-ranking Democrat next year, while Aguilar will fill the vacancy left by Rep. James Clyburn (S.C.) at the No. 3 spot."
        },
        {
            "id": 5,
            "text": "Rep. Hakeem Jeffries (D-N.Y.) addresses reporters during a press conference on Wednesday, November 30, 2022, to discuss the results of the House Democratic leadership election for the top three positions."
        },
        {
            "id": 6,
            "text": "None of the new top leaders faced an opponent, creating the sense that Wednesday’s proceedings were more coronation than election."
        },
        {
            "id": 7,
            "text": "But that did nothing to temper the celebratory tone from Democrats, who welcomed the replacement of one historical figure in Pelosi with another in Jeffries."
        },
        {
            "id": 8,
            "text": "And Pelosi wasted no time saluting all three new leaders as the spirited face of the party’s future."
        },
        {
            "id": 9,
            "text": "“Together, this new generation of leaders reflects the vibrancy and diversity of our great nation — and they will reinvigorate our caucus with their new energy, ideas and perspective,” the Speaker said."
        },
        {
            "id": 10,
            "text": "Jeffries, for his part, insists he hasn’t had much time to reflect on the historic significance of his leadership role, saying he’s focused instead on the Democrats’ transition to the minority and “the solemn responsibility” he’s about to assume."
        },
        {
            "id": 11,
            "text": "“The best thing that we can do as a result of the seriousness and solemnity of the moment is lean in hard and do the best damn job that we can for people,” he told a small group of reporters on Capitol Hill Tuesday night."
        },
        {
            "id": 12,
            "text": "Other Democrats aren’t being so modest, particularly those in the Congressional Black Caucus, where Jeffries’s rise is being cheered as another major milestone in the long hard fight for civil rights."
        },
        {
            "id": 13,
            "text": "“As an African American, it sends a message out to this country that it’s time for real diversity and inclusion."
        },
        {
            "id": 14,
            "text": "And there are so many people of color who are capable and competent and can lead,” said Rep. Maxine Waters (D-Calif.), a 32-year veteran and highly influential member of the Black Caucus."
        },
        {
            "id": 15,
            "text": "“This will be a great image for people of color, and for Black people and little Black boys to be able to aspire to a position as high as that.”"
        },
        {
            "id": 16,
            "text": "Jeffries’s ascension means Democrats will have a Brooklyn native leading both the House and the Senate, where Charles Schumer (D-N.Y.) is poised to remain the majority leader after Democrats held on to their upper chamber majority in the midterms."
        },
        {
            "id": 17,
            "text": "Jeffries said he has “a great relationship” with Schumer, who spent almost two decades in the House before moving to the Senate."
        },
        {
            "id": 18,
            "text": "Yet asked if he’s excited to have Brooklyn so well represented in Congress, Jeffries was coy."
        },
        {
            "id": 19,
            "text": "“There’s a lot of excitement in Brooklyn about that,” he said."
        },
        {
            "id": 20,
            "text": "Schumer, for his part, is looking forward to the partnership."
        },
        {
            "id": 21,
            "text": "“I can’t wait to talk to my neighbor from Brooklyn four or six times a day like I did with Speaker Pelosi,” the Senate leader said on the floor Wednesday morning."
        },
        {
            "id": 22,
            "text": "Rep. Katherine Clark (D-Mass.) addresses reporters during a press conference on Wednesday, November 30, 2022, to discuss the results of the House Democratic leadership election for the top three positions."
        },
        {
            "id": 23,
            "text": "First elected in 2012, Jeffries rose quickly through the ranks, taking over the caucus chair position in 2019, just as Democrats had seized control of the lower chamber."
        },
        {
            "id": 24,
            "text": "Clark has been alongside him since then, and Aguilar joined them two years ago as caucus vice chair, making the trio well-positioned to take the reins of the party when the “big three” — Pelosi, Hoyer and Clyburn — stepped down."
        },
        {
            "id": 25,
            "text": "Clyburn, however, is still seeking the No. 4 spot next year."
        },
        {
            "id": 26,
            "text": "And in a surprise move, he found himself with a challenger on Wednesday when Rep. David Cicilline (D-R.I.) jumped late into the race."
        },
        {
            "id": 27,
            "text": "Clyburn, a prominent member of the Black Caucus who’s held the third-ranking leadership spot since 2006, says he wants to remain in the top ranks to provide the South with representation at the leadership table."
        },
        {
            "id": 28,
            "text": "Cicilline, a co-chair of the Congressional LGBTQ+ Equality Caucus, countered that the gay community could also use a voice, particularly after a pair of LGBTQ+ members in Democratic leadership — Reps. Sean Patrick Maloney (N.Y.) and Mondaire Jones (N.Y.) — both lost their reelection contests this month."
        },
        {
            "id": 29,
            "text": "The vote to decide the Clyburn-Cicilline contest is expected to be held on Thursday."
        },
        {
            "id": 30,
            "text": "Rep. Hakeem Jeffries (D-N.Y.) speaks to reporters following a press conference on Wednesday, November 30, 2022, to discuss the results of the House Democratic leadership election for the top three positions."
        },
        {
            "id": 31,
            "text": "Democrats also voted on Wednesday to elect Rep. Ted Lieu (D-Calif.) to serve as vice chair of the caucus next year and adopted an internal rules change that will strip power from the full caucus to select their chief campaign strategist, putting that decision in the hands of party leaders instead."
        },
        {
            "id": 32,
            "text": "That means Jeffries, as party leader, will be charged with appointing the head of the Democratic Congressional Campaign Committee (DCCC) heading into the 2024 elections, though he has declined to say when he will do so."
        },
        {
            "id": 33,
            "text": "Two California lawmakers, Reps. Ami Bera and Tony Cardenas, are vying for that position."
        },
        {
            "id": 34,
            "text": "The week’s leadership votes came after a midterm cycle when Democrats lost control of the House but performed much better than the polls and pundits had predicted, leaving Republicans with just a slim majority in the next Congress — and creating plenty of headaches for GOP leaders trying to unify their restive conference behind the party’s priorities."
        },
        {
            "id": 35,
            "text": "Jeffries has been highly critical of the top House Republican, Rep. Kevin McCarthy (Calif.), particularly after the GOP leader cozied up to former President Trump following the Jan. 6, 2021, attack on the U.S. Capitol."
        },
        {
            "id": 36,
            "text": "But this week, as he was set to be voted into the top leadership spot, Jeffries downplayed those tensions, saying he’s ready to work with any Republicans serious about helping the country."
        },
        {
            "id": 37,
            "text": "“Certainly I have more interaction with the incoming Republican majority leader, Steve Scalise,” he said Tuesday night."
        },
        {
            "id": 38,
            "text": "“But have an open mind about being able to engage with Kevin McCarthy — for the good of the country.”"
        },
        {
            "id": 39,
            "text": "Jeffries officially launched his bid for Democratic leader one day after Pelosi, in a highly anticipated speech from the House floor, announced that she would not seek a leadership position in the next Congress, putting an expiration date on her historic, two decade reign at the top of the Democratic caucus."
        },
        {
            "id": 40,
            "text": "Shortly after, the Speaker’s two lieutenants — Hoyer and Clyburn — also announced they would not seek to remain in the top posts in the caucus, paving the way for a new generation of Democrats to lead the party."
        },
        {
            "id": 41,
            "text": "“Democrats, at our best, fight for the people,” Jeffries said after his election."
        },
        {
            "id": 42,
            "text": "“That’s not a slogan, that’s a way of life, and we are just getting started.”"
        },
        {
            "id": 43,
            "text": "Updated at 4:57 p.m."
        }
    ],
    "entities": [
        {
            "text": "House Democrats",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Hakeem Jeffries",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Caucus",
            "id": "Eentity#10",
            "entityType": "People"
        },
        {
            "text": "Kevin Mccarthy",
            "id": "Eentity#11",
            "entityType": "People"
        },
        {
            "text": "Donald Trump",
            "id": "Eentity#12",
            "entityType": "People"
        },
        {
            "text": "Americans",
            "id": "Eentity#13",
            "entityType": "People"
        },
        {
            "text": "Black People",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Katherine Clark",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Pete Aguilar",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Nancy Pelosi",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Chuck Schumer",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "James Clyburn",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "David Cicilline",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "Ted Lieu",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "House Democrats",
            "patient": "Hakeem Jeffries",
            "event": "elected",
            "event_trigger": "elected",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 0,
            "agent": "House Democrats",
            "patient": "Black People",
            "event": "making Jeffries the first Black figure to lead either party in Congress in the nation’s history",
            "event_trigger": "lead",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 3,
            "agent": "House Democrats",
            "patient": "Katherine Clark",
            "event": "voted into those new leadership positions",
            "event_trigger": "voted",
            "agent2": "",
            "patient2": "Pete Aguilar",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 7,
            "agent": "House Democrats",
            "patient": "Hakeem Jeffries",
            "event": "welcomed",
            "event_trigger": "welcomed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 8,
            "agent": "Nancy Pelosi",
            "patient": "Hakeem Jeffries",
            "event": "saluting",
            "event_trigger": "saluting",
            "agent2": "",
            "patient2": "Katherine Clark",
            "agent3": "",
            "patient3": "Pete Aguilar",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 17,
            "agent": "Hakeem Jeffries",
            "patient": "Chuck Schumer",
            "event": "great relationship",
            "event_trigger": "relationship",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 26,
            "agent": "David Cicilline",
            "patient": "James Clyburn",
            "event": "challenger",
            "event_trigger": "challenger",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 31,
            "agent": "House Democrats",
            "patient": "Ted Lieu",
            "event": "voted on Wednesday to elect",
            "event_trigger": "voted",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 31,
            "agent": "House Democrats",
            "patient": "Caucus",
            "event": "adopted an internal rules change that will strip power from the full caucus to select their chief campaign strategist",
            "event_trigger": "adopted",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 35,
            "agent": "Hakeem Jeffries",
            "patient": "Kevin Mccarthy",
            "event": "critical",
            "event_trigger": "critical",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 35,
            "agent": "Kevin Mccarthy",
            "patient": "Donald Trump",
            "event": "cozied up to",
            "event_trigger": "cozied",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 36,
            "agent": "Hakeem Jeffries",
            "patient": "Kevin Mccarthy",
            "event": "downplayed those tensions",
            "event_trigger": "downplayed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 36,
            "agent": "Hakeem Jeffries",
            "patient": "Americans",
            "event": "ready to work with any Republicans serious about helping the country",
            "event_trigger": "helping",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#13",
            "para": 38,
            "agent": "Hakeem Jeffries",
            "patient": "Kevin Mccarthy",
            "event": "engage with Kevin McCarthy — for the good of the country",
            "event_trigger": "engage",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#14",
            "para": 41,
            "agent": "House Democrats",
            "patient": "Americans",
            "event": "fight for",
            "event_trigger": "fight",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "Loyalty",
            "morality3": ""
        }
    ],
    "entities_count": 14,
    "events_count": 15,
    "sentence_count": 44,
    "word_count": 1250,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_2004_DOCUMENT_2"
}