{
    "title": "Pfizer COVID-19 Vaccine’s Effectiveness Falls Below 50 Percent After 5 Months: Study",
    "news": [
        {
            "id": 0,
            "text": "A vial of the Pfizer-BioNTech COVID-19 vaccine is seen in this illustration picture taken on March 19, 2021."
        },
        {
            "id": 1,
            "text": "Pfizer COVID-19 Vaccine’s Effectiveness Falls Below 50 Percent After 5 Months: Study"
        },
        {
            "id": 2,
            "text": "The effectiveness of the Pfizer-BioNTech COVID-19 vaccine falls below 50 percent after five months, according to a new study published in The Lancet medical journal on Oct. 4."
        },
        {
            "id": 3,
            "text": "The study (pdf), which was funded by Pfizer, aimed to evaluate the overall variant-specific effectiveness of the companies’ vaccine against CCP (Chinese Communist Party) virus infections and COVID-19-related hospital admissions over time."
        },
        {
            "id": 4,
            "text": "Researchers analyzed electronic health records of more than 3.4 million men and women who were members of the health care organization Kaiser Permanente Southern California between Dec. 14, 2020, and Aug. 8, and assessed the vaccine effectiveness up to six months after they were inoculated."
        },
        {
            "id": 5,
            "text": "They found that the Pfizer vaccine was 88 percent effective in the first month after full vaccination, but dropped to 47 percent effectiveness after five months."
        },
        {
            "id": 6,
            "text": "The vaccine was also found to be highly effective against the Delta variant, providing 93 percent effectiveness in the first month after full vaccination but declining to 53 percent after four months."
        },
        {
            "id": 7,
            "text": "By comparison, effectiveness against other non-Delta variants was 97 percent after a month and declined to 67 percent after four to five months, according to the study."
        },
        {
            "id": 8,
            "text": "Effectiveness against Delta-related hospital admission remained high at 93 percent for up to six months, the researchers said."
        },
        {
            "id": 9,
            "text": "Researchers said that the reduction in effectiveness was likely because of waning immunity over the period of time since the individual was given the second shot as opposed to the Delta strain."
        },
        {
            "id": 10,
            "text": "“Our results provide support for high effectiveness of BNT162b2 against hospital admissions up until around six months after being fully vaccinated, even in the face of widespread dissemination of the Delta variant,” the researchers wrote."
        },
        {
            "id": 11,
            "text": "“Reduction in vaccine effectiveness against SARS-CoV-2 infections over time is probably primarily due to waning immunity with time rather than the Delta variant escaping vaccine protection.”"
        },
        {
            "id": 12,
            "text": "“Our results reiterate in a real-world U.S. setting that vaccination with [the Pfizer-BioNTech COVID-19 vaccine] remains an essential tool for preventing COVID-19, especially COVID-19-associated hospital admissions, caused by all current variants of concern,” they added."
        },
        {
            "id": 13,
            "text": "The latest Pfizer-funded study comes one day after a separate BioRxiv study published on Oct. 4 that found that antibody levels generated by two shots of the Pfizer-BioNTech vaccine can undergo up to a 10-fold decrease seven months following the second vaccination."
        },
        {
            "id": 14,
            "text": "The research, which is yet to be peer-reviewed, noted that the drop in antibody levels would compromise the body’s ability to defend itself against COVID-19 if an individual becomes infected."
        },
        {
            "id": 15,
            "text": "The study focused on 56 healthy participants who had received two doses of the Pfizer-BioNTech vaccine."
        },
        {
            "id": 16,
            "text": "The participants’ blood was tested once after receiving the second vaccination and once again after six months."
        },
        {
            "id": 17,
            "text": "Researchers suggested administering a third booster shot as a measure to improve vaccine efficacy."
        },
        {
            "id": 18,
            "text": "Both studies reiterate findings from Pfizer and BioNTech that were released in July showing that vaccine effectiveness dropped from 96 percent to 84 percent over six months."
        },
        {
            "id": 19,
            "text": "The Pfizer-BioNTech vaccine is the most widely used in the United States."
        },
        {
            "id": 20,
            "text": "More than 226 million doses have been administered as of Sept. 30, compared with 151 million Moderna shots and 15 million of the Johnson & Johnson vaccine."
        }
    ],
    "entities": [
        {
            "text": "Pfizer Covid-19 Vaccine's Effectiveness Falls below 50 Percent after 5 Months: Study",
            "id": "Eentity#0",
            "entityType": "Others"
        },
        {
            "text": "United States",
            "id": "Eentity#1",
            "entityType": "GPE"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 12,
            "agent": "Pfizer Covid-19 Vaccine's Effectiveness Falls below 50 Percent after 5 Months: Study",
            "patient": "United States",
            "event": "reiterate in a real-world U.S. setting that vaccination with [the Pfizer-BioNTech COVID-19 vaccine] remains an essential tool for preventing COVID-19",
            "event_trigger": "reiterate",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 2,
    "events_count": 1,
    "sentence_count": 21,
    "word_count": 551,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_1218_DOCUMENT_2"
}