{
    "title": "Biden moves deadline for federal vaccine mandates to January in effort to avoid holiday snarl",
    "news": [
        {
            "id": 0,
            "text": "New rules outlined by the Biden administration will extend the deadline for millions of workers to get vaccinated for COVID-19 per requirements by the federal government."
        },
        {
            "id": 1,
            "text": "Under the announcement, workers can wait until after the new year to get their final shot."
        },
        {
            "id": 2,
            "text": "The deadline for federal workers and contractors and large employers covered by new Occupational Safety and Health Administration rules will be Jan. 4, White House officials told the press Wednesday night, alleviating concerns about worker shortages if mandates took effect before the holidays."
        },
        {
            "id": 3,
            "text": "The previously announced deadline of Dec. 8 for contractors worried employers about labor shortages ahead of the holidays coinciding with lengthy shipping delays amid Christmas shopping set to ramp up."
        },
        {
            "id": 4,
            "text": "The new rules apply to 100 million people — about two-thirds of the U.S. workforce."
        },
        {
            "id": 5,
            "text": "The OSHA mandate is for any private business with more than 100 employees, which the White House officials said covers about 84 million people, and Centers for Medicare & Medicaid Services guidelines require healthcare workers at facilities participating in Medicare and Medicaid to be fully vaccinated, affecting an estimated 17 million workers at 76,000 healthcare facilities."
        },
        {
            "id": 6,
            "text": "The CMS rules are for clinical and nonclinical employees, students, trainees, and volunteers."
        },
        {
            "id": 7,
            "text": "That's in addition to federal government employees and contractors."
        },
        {
            "id": 8,
            "text": "President Joe Biden issued a statement Thursday morning defending the move."
        },
        {
            "id": 9,
            "text": "\"For our country, the choice is simple: get more people vaccinated, or prolong this pandemic and its impact on our country,\" the president said."
        },
        {
            "id": 10,
            "text": "\"The virus will not go away by itself, or because we wish it away: we have to act."
        },
        {
            "id": 11,
            "text": "Vaccination is the single best pathway out of this pandemic.\""
        },
        {
            "id": 12,
            "text": "Biden added that he wished the requirement weren't necessary but that current vaccination rates won't get the U.S. \"out of this pandemic for good.\""
        },
        {
            "id": 13,
            "text": "He also cited a 40% reduction in the number of unvaccinated Americans from late July, when the first mandates rolled out, to today."
        },
        {
            "id": 14,
            "text": "\"There have been no 'mass firings' and worker shortages because of vaccination requirements,\" Biden said."
        },
        {
            "id": 15,
            "text": "\"Despite what some predicted and falsely assert, vaccination requirements have broad public support.\""
        },
        {
            "id": 16,
            "text": "The OSHA rules are not a strict mandate, allowing for weekly testing as an alternative, with the exception of healthcare workers."
        },
        {
            "id": 17,
            "text": "However, employees who choose to remain unvaccinated will in most cases have to pay for their own tests, and any who test positive must quarantine."
        },
        {
            "id": 18,
            "text": "All unvaccinated employees must also wear face masks per the new rules, and officials said they supersede any conflicting state and local laws."
        },
        {
            "id": 19,
            "text": "This could set up yet another COVID-19 policy showdown between the federal government and Republican leaders who have vowed to fight vaccine mandates."
        },
        {
            "id": 20,
            "text": "\"We are already seeing disruptions as companies and organizations start enforcing mandates at the direction of the Biden Administration,\" said Tea Party Patriots Action Chairwoman Jenny Beth Martin in a statement."
        },
        {
            "id": 21,
            "text": "\"Consequently, we are losing doctors, nurses, pilots, police officers and more."
        },
        {
            "id": 22,
            "text": "Last year, they were lauded as essential workers and front-line heroes; now they are shunned by the elites who think they know better.\""
        },
        {
            "id": 23,
            "text": "Tea Party Patriots is calling on Congress to \"defund\" the mandate, explicitly asking to prohibit funding for the mandate in its next spending bill."
        },
        {
            "id": 24,
            "text": "White House officials said 70% of adults are now fully vaccinated, touting mandates as the reason behind the increase in previous months."
        },
        {
            "id": 25,
            "text": "But they hope to raise it even higher, with the stated goal of saving more lives and reviving the economy."
        },
        {
            "id": 26,
            "text": "The White House described Jan. 4 as a \"single and consistent\" deadline for final doses before the mandate takes effect — two doses of Pfizer or Moderna or one dose of Johnson & Johnson."
        },
        {
            "id": 27,
            "text": "They pointed to the success of employers that already require vaccines, saying they've had acceptance rates of up to 98% or 99%."
        },
        {
            "id": 28,
            "text": "\"This is good for workers, and, importantly, this is good for the American economy,\" said one official."
        },
        {
            "id": 29,
            "text": "While the OSHA rule is being rolled out on an emergency basis by the Department of Labor, it took officials months to hammer out the final details."
        },
        {
            "id": 31,
            "text": "Employers must also offer their workers paid time off to get shots, along with any time off needed to recover from side effects."
        },
        {
            "id": 32,
            "text": "While the vaccine deadline is Jan. 4, the requirements for employers to provide paid time off for vaccination and mandated masking for unvaccinated workers take effect Dec. 5."
        },
        {
            "id": 33,
            "text": "Businesses that fail to comply will be fined $13,653 for each offense, and violations that are deemed willful will result in a $136,532 penalty."
        },
        {
            "id": 34,
            "text": "\"Our goal is to bring healthcare providers into compliance,\" said one senior administration official."
        },
        {
            "id": 35,
            "text": "\"But we will not hesitate to use our full enforcement requirement to protect the health and safety of patients.\""
        }
    ],
    "entities": [
        {
            "text": "U.S. Workers",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Biden Administration",
            "id": "Eentity#1",
            "entityType": "Organization"
        },
        {
            "text": "United States Congress",
            "id": "Eentity#10",
            "entityType": "Organization"
        },
        {
            "text": "Centers for Medicare and Medicaid Services",
            "id": "Eentity#2",
            "entityType": "Organization"
        },
        {
            "text": "U.S. Healthcare Workers",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Joe Biden",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Americans",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Republican Leaders",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Jenny Beth Martin",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "Tea Party Patriots",
            "id": "Eentity#9",
            "entityType": "Organization"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Biden Administration",
            "patient": "U.S. Workers",
            "event": "extend the deadline for millions of workers to get vaccinated for COVID-19",
            "event_trigger": "extend",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 2,
            "agent": "Biden Administration",
            "patient": "U.S. Workers",
            "event": "alleviating concerns ",
            "event_trigger": "alleviating",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 4,
            "agent": "Biden Administration",
            "patient": "U.S. Workers",
            "event": "new rules apply to 100 million people",
            "event_trigger": "rules",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 5,
            "agent": "Centers for Medicare and Medicaid Services",
            "patient": "U.S. Healthcare Workers",
            "event": "require healthcare workers at facilities participating in Medicare and Medicaid to be fully vaccinated",
            "event_trigger": "require",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 8,
            "agent": "Joe Biden",
            "patient": "Centers for Medicare and Medicaid Services",
            "event": "defending the move",
            "event_trigger": "defending",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 15,
            "agent": "Americans",
            "patient": "Biden Administration",
            "event": "vaccination requirements have broad public support",
            "event_trigger": "requirements",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 19,
            "agent": "Republican Leaders",
            "patient": "Biden Administration",
            "event": "vowed to fight vaccine mandates",
            "event_trigger": "vowed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 20,
            "agent": "Jenny Beth Martin",
            "patient": "Biden Administration",
            "event": "\"We are already seeing disruptions as companies and organizations start enforcing mandates at the direction of the Biden Administration,\" said",
            "event_trigger": "said",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 23,
            "agent": "Tea Party Patriots",
            "patient": "United States Congress",
            "event": "is calling on",
            "event_trigger": "calling",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 25,
            "agent": "Biden Administration",
            "patient": "Americans",
            "event": "with the stated goal of saving more lives and reviving the economy",
            "event_trigger": "saving",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 10,
    "events_count": 10,
    "sentence_count": 35,
    "word_count": 777,
    "article_ideology_1": "Liberal",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_1053_DOCUMENT_2"
}