{
    "title": "Hakeem Jeffries elected House Democratic leader, succeeding Nancy Pelosi",
    "news": [
        {
            "id": 0,
            "text": "House Democrats elected Rep. Hakeem Jeffries as their leader Wednesday, making the Brooklyn and Queens lawmaker the first black person to lead either party in the chamber and ushering in a new generation of Dem leadership after House Speaker Nancy Pelosi announced earlier this month she would step aside after 20 years in charge."
        },
        {
            "id": 1,
            "text": "Jeffries, 52, was selected by his colleagues during a closed-door meeting on Capitol Hill after they lost control of the chamber in the Nov. 8 midterm elections."
        },
        {
            "id": 2,
            "text": "After the vote, Jeffries said the Democrats plan to “advance the ball for everyday Americans and get stuff done.”"
        },
        {
            "id": 3,
            "text": "“That’s what Democrats do."
        },
        {
            "id": 4,
            "text": "That’s what our record says."
        },
        {
            "id": 5,
            "text": "Each and every day, House Democrats, committed to fighting hard for working families, middle class folks, those who aspire to be part of the middle class,” Jeffries told reporters at a news conference."
        },
        {
            "id": 6,
            "text": "“Young people, seniors, immigrants, veterans."
        },
        {
            "id": 7,
            "text": "The poor, the sick, the afflicted, the least, the lost and the left behind."
        },
        {
            "id": 8,
            "text": "House Democrats fight for the people.”"
        },
        {
            "id": 9,
            "text": "Addressing how he will handle a Republican majority in the House when the new Congress convenes, Jeffries said he is committed to reaching out to try to find “common ground.”"
        },
        {
            "id": 10,
            "text": "“And we hope that our colleagues on the other side of the aisle as they temporarily inherit the majority in the next Congress are willing to proceed with that same spirit of cooperation, fortitude, and mission-centered focus, to get things done for everyday Americans,” he said."
        },
        {
            "id": 11,
            "text": "Previous 1 of 5 Next Advertisement Rep. Hakeem Jeffries talks to reporters as he heads for a vote following House Democratic caucus leadership elections."
        },
        {
            "id": 12,
            "text": "REUTERS Advertisement Democratic Representative from New York Hakeem Jeffries leaves a meeting where Democrats voted for their new House leadership."
        },
        {
            "id": 13,
            "text": "JIM LO SCALZO/EPA-EFE/Shutterstock Advertisement"
        },
        {
            "id": 14,
            "text": "Asked about dissension among the Democratic ranks from lawmakers with different constituencies and competing interests, Jeffries struck a tone of unity and pledged to work with all members of the caucus."
        },
        {
            "id": 15,
            "text": "“Everybody matters,” he said."
        },
        {
            "id": 16,
            "text": "“Progressives, new Dems, Blue Dogs."
        },
        {
            "id": 17,
            "text": "Whether you’re from the north, the south, the east, the west, the heartland of America, whether you’re in the center, the center-left, more progressive parts of our caucus, everybody matters.”"
        },
        {
            "id": 18,
            "text": "Jeffries, who has served in Congress since 2013, also stressed the unity theme in a letter to his colleagues when he announced his leadership bid on Nov. 18."
        },
        {
            "id": 19,
            "text": "“To further unleash our talent and ability in the most powerful fashion possible, the entire team should be on the playing field and put in position to elevate our individual strengths, interests and areas of expertise,” he wrote at the time."
        },
        {
            "id": 20,
            "text": "“It will be my mission to make sure that every single Member of the Caucus has an authentic seat at the legislative table and the maximum opportunity to excel."
        },
        {
            "id": 21,
            "text": "That is my promise to you.”"
        },
        {
            "id": 22,
            "text": "Along with Jeffries, Democrats elected Rep. Katherine Clark of Massachusetts as minority whip and Rep. Pete Aguilar of California as caucus chairman."
        },
        {
            "id": 23,
            "text": "Rep. Hakeem Jeffries and House Speaker Nancy Pelosi at a news conference in Philadelphia on March 11."
        },
        {
            "id": 24,
            "text": "Democrats elected Jeffries as their leader in the House after Pelosi stepped aside."
        },
        {
            "id": 25,
            "text": "All three ran unopposed."
        },
        {
            "id": 26,
            "text": "The trio replace Pelosi (D-Calif.) and her top lieutenants — House Majority Leader Steny Hoyer of Maryland and Majority Whip James Clyburn of South Carolina."
        },
        {
            "id": 27,
            "text": "Pelosi, 82, who announced on Nov. 17 that she would not seek re-election as the Democratic leader, was awarded the title of “speaker emerita” late Tuesday."
        },
        {
            "id": 28,
            "text": "“Together, this new generation of leaders reflects the vibrancy and diversity of our great nation — and they will reinvigorate our Caucus with their new energy, ideas and perspective,” Pelosi said in a statement after the vote."
        },
        {
            "id": 29,
            "text": "The election of new Democratic leadership will have a bit of last-minute drama, though."
        },
        {
            "id": 30,
            "text": "Clyburn, also 82, who had planned to take on the fourth-ranking role of assistant Democratic leader, is facing an unexpected challenge from Rep. David Cicilline of Rhode Island."
        },
        {
            "id": 31,
            "text": "Cicilline, who is openly gay, sent a letter to his House colleagues on Wednesday saying that Democrats should “fully respect the diversity of our caucus and the American people by including an LGBTQ+ member at the leadership table.”"
        },
        {
            "id": 32,
            "text": "That vote is expected to take place Thursday."
        },
        {
            "id": 33,
            "text": "Jeffries will join his fellow Brooklynite, Senate Majority Leader Chuck Schumer, in Democratic leadership."
        },
        {
            "id": 34,
            "text": "Rep. Hakeem Jeffries was elected Democratic leader in the House."
        },
        {
            "id": 35,
            "text": "“It’s not surprising that House Democrats are turning to someone from Brooklyn to lead the way next year, because when you’re from Brooklyn, you learn quickly traits like persistence and serious mettle,” Schumer said on the Senate floor in response to Jeffries’ elevation."
        },
        {
            "id": 36,
            "text": "“It’s a crowded place and a diverse place."
        },
        {
            "id": 37,
            "text": "You learn how to work with all kinds of different people."
        },
        {
            "id": 38,
            "text": "You learn how to stand your ground."
        },
        {
            "id": 39,
            "text": "You learn to not take things personally.”"
        },
        {
            "id": 40,
            "text": "The nearly seamless transfer in the Democratic leadership stands in contrast to their colleagues across the aisle."
        },
        {
            "id": 41,
            "text": "Rep. Kevin McCarthy, the House minority leader, overcame opposition from members of his party to win the GOP nomination for speaker earlier this month."
        },
        {
            "id": 42,
            "text": "But he’s scrambling to win the 218 votes needed to win the post when the full House votes on Jan. 3, the first day of the new Congress."
        },
        {
            "id": 43,
            "text": "McCarthy (R-Calif.) defeated Rep. Andy Biggs (R-Ariz.) for the nomination by a 188-31 vote among the House Republican conference, falling 30 votes short of the number needed to obtain the gavel."
        },
        {
            "id": 44,
            "text": "Biggs and five other Republican House members — Matt Gaetz of Florida, Bob Good of Virginia, Ralph Norman of South Carolina, Matt Rosendale of Montana and Chip Roy of Texas — have said they will not support McCarthy."
        },
        {
            "id": 45,
            "text": "In an interview on Monday, McCarthy warned Republicans not to “play games” or the Democrats, despite being in the minority, could pick the chamber’s next leader."
        }
    ],
    "entities": [
        {
            "text": "House Democrats",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Hakeem Jeffries",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Americans",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Working Families",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Middle Class Folks",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "House Republicans",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Member of the Caucus",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Katherine Clark",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "David Cicilline",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "James Clyburn",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "House Democrats",
            "patient": "Hakeem Jeffries",
            "event": "elected",
            "event_trigger": "elected",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "Care",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 2,
            "agent": "Hakeem Jeffries",
            "patient": "Americans",
            "event": "advance the ball for everyday Americans and get stuff done",
            "event_trigger": "advance",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 5,
            "agent": "House Democrats",
            "patient": "Working Families",
            "event": "committed to fighting hard for",
            "event_trigger": "committed",
            "agent2": "",
            "patient2": "Middle Class Folks",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 9,
            "agent": "Hakeem Jeffries",
            "patient": "House Republicans",
            "event": "try to find “common ground",
            "event_trigger": "common ground",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 20,
            "agent": "Hakeem Jeffries",
            "patient": "Member of the Caucus",
            "event": " mission to make sure that every single Member of the Caucus has an authentic seat at the legislative table and the maximum opportunity to excel",
            "event_trigger": "mission",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 22,
            "agent": "House Democrats",
            "patient": "Katherine Clark",
            "event": "elected",
            "event_trigger": "elected",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "Care",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 30,
            "agent": "David Cicilline",
            "patient": "James Clyburn",
            "event": "challenge",
            "event_trigger": "challenge",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 10,
    "events_count": 7,
    "sentence_count": 46,
    "word_count": 961,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_2004_DOCUMENT_1"
}