{
    "title": "Moore County: Tens of thousands still in the dark after 'targeted' attacks on North Carolina power substations",
    "news": [
        {
            "id": 0,
            "text": "With no suspects or motive announced, the FBI is joining the investigation into power outages in a North Carolina county believed to have been caused by “intentional” and “targeted” attacks on substations that left around 40,000 customers in the dark Saturday night, prompting a curfew and emergency declaration."
        },
        {
            "id": 1,
            "text": "The mass outage in Moore County turned into a criminal investigation when responding utility crews found signs of potential vandalism of equipment at different sites – including two substations that had been damaged by gunfire, according to the Moore County Sheriff’s Office."
        },
        {
            "id": 2,
            "text": "“The person, or persons, who did this knew exactly what they were doing,” Moore County Sheriff Ronnie Fields said during a Sunday news conference."
        },
        {
            "id": 3,
            "text": "“We don’t have a clue why Moore County.”"
        },
        {
            "id": 4,
            "text": "Fields said bullets were fired at the two substations."
        },
        {
            "id": 5,
            "text": "“It was targeted, it wasn’t random,” he said."
        },
        {
            "id": 6,
            "text": "The sheriff would not say whether the criminal activity was domestic terrorism but noted “no group has stepped up to acknowledge or accept they’re the ones who (did) it.”"
        },
        {
            "id": 7,
            "text": "North Carolina Gov. Roy Cooper called the incidents a “criminal attack.”"
        },
        {
            "id": 8,
            "text": "The Democrat said the state will make sure critical services have support."
        },
        {
            "id": 9,
            "text": "Cooper told CNN’s “The Situation Room with Wolf Blitzer” it is important to find the perpetrators but also to think about preventative measures."
        },
        {
            "id": 10,
            "text": "“We need to look forward, to look at how we can harden our electrical grid and make sure that our power sources are protected,” he said, adding the grid “can’t be this vulnerable that someone with knowledge of how to disable the electrical system could come in and actually do that in a very short amount of time.”"
        },
        {
            "id": 11,
            "text": "As of Monday afternoon, about 38,000 homes and businesses remain without power, according to Duke Energy spokesperson Jeff Brooks."
        },
        {
            "id": 12,
            "text": "He said it could take until Thursday to restore power to everyone affected."
        },
        {
            "id": 13,
            "text": "Authorities announced a county-wide mandatory curfew from 9 p.m. until 5 a.m., starting Sunday night, with Fields saying the decision was made to protect residents and businesses."
        },
        {
            "id": 14,
            "text": "The North Carolina State Bureau of Investigation also has joined the investigation, officials said."
        },
        {
            "id": 15,
            "text": "Work continues Monday at one of the damaged power substations in central North Carolina."
        },
        {
            "id": 16,
            "text": "Local business owner driving an hour for generator fuel"
        },
        {
            "id": 17,
            "text": "In the town of Southern Pines, one business owner has generator power and pancakes."
        },
        {
            "id": 18,
            "text": "“We’re trying to help people who don’t really have an alternative,” Southern Pines Growler owner Gerald Bateman told CNN."
        },
        {
            "id": 19,
            "text": "With the help of volunteers, Bateman is opening his business to the public from 9 a.m. to 6 p.m., he said."
        },
        {
            "id": 20,
            "text": "He also has to drive 50 to 70 miles every night to pick up fuel to keep the generators running in his business, he explained."
        },
        {
            "id": 21,
            "text": "“We’re seeing about 20 to 30 people an hour."
        },
        {
            "id": 22,
            "text": "People have been coming in, grabbing some coffee, food and charging their phones,” Bateman said."
        },
        {
            "id": 23,
            "text": "“Multiple people have also told me how they’ve had to go to other counties for food.”"
        },
        {
            "id": 24,
            "text": "All schools in the county are closed Monday and Tuesday."
        },
        {
            "id": 25,
            "text": "Authorities have opened a shelter running on a generator."
        },
        {
            "id": 26,
            "text": "Overnight temperatures should be in the 40s"
        },
        {
            "id": 27,
            "text": "Traffic lights are also out, and while a few stores with generators were able to open their doors, several businesses and churches in Moore County were closed Sunday, CNN affiliate WRAL reported."
        },
        {
            "id": 28,
            "text": "“We were just getting over Covid."
        },
        {
            "id": 29,
            "text": "And now this,” the sheriff said, adding, “It’s gonna hurt all of our restaurants and businesses.”"
        },
        {
            "id": 30,
            "text": "Inside people’s homes, it’s become difficult to keep the cold out."
        },
        {
            "id": 31,
            "text": "“We have a 6-month-old baby in the house."
        },
        {
            "id": 32,
            "text": "We’re out of heat."
        },
        {
            "id": 33,
            "text": "We are trying to get heat for her,” Carthage resident Chris Thompson told WRAL."
        },
        {
            "id": 34,
            "text": "Officials warn drivers that power is out to traffic signals."
        },
        {
            "id": 35,
            "text": "Forecasters say temperatures will be in the mid-40s overnight."
        },
        {
            "id": 36,
            "text": "Tuesday afternoon temperatures will reach the lower 60s, forecasters say."
        },
        {
            "id": 37,
            "text": "For the rest of the week, low temperatures will be in the mid-50s and highs in the afternoon will top 70."
        },
        {
            "id": 38,
            "text": "Carthage, the seat of Moore County, is about 45 miles northwest of Fayetteville and about 60 miles southwest of Raleigh."
        },
        {
            "id": 39,
            "text": "The county is also home to Pinehurst, a very popular golfing destination."
        },
        {
            "id": 40,
            "text": "FirstHealth Moore Regional Hospital in Pinehurst is postponing some elective procedures and running on a backup generator, the hospital said in a statement."
        },
        {
            "id": 41,
            "text": "“The widespread outages are impacting outlying FirstHealth clinics across Moore County,” said the statement."
        },
        {
            "id": 42,
            "text": "“Primary Care, Internal Medicine, Family Medicine and Convenient Care clinics in Moore County will be closed until power is restored,” said hospital officials."
        },
        {
            "id": 43,
            "text": "National Security Council Spokesperson John Kirby said the White House is monitoring the “intentional vandalism” at the power station closely, and shoring up infrastructure against external threats is a major priority, CNN affiliate WTVD reported."
        },
        {
            "id": 44,
            "text": "Millions of dollars worth of damage"
        },
        {
            "id": 45,
            "text": "The estimated cost of the substation damage is in the millions, the sheriff said Sunday."
        },
        {
            "id": 46,
            "text": "The damage has been significant and rerouting power isn’t an option, said Brooks, the Duke Energy spokesperson."
        },
        {
            "id": 47,
            "text": "Damage to the gate to the Duke Energy West End substation is seen Sunday in Moore County."
        },
        {
            "id": 48,
            "text": "John Nagy/The Pilot/AP"
        },
        {
            "id": 49,
            "text": "“Equipment will have to be replaced,” Brooks said."
        },
        {
            "id": 50,
            "text": "“We’re pursuing multiple paths of restoration so that we can restore as many customers as quickly as possible."
        },
        {
            "id": 51,
            "text": "Recognizing that, we are looking at pretty sophisticated repair with some fairly large equipment.”"
        },
        {
            "id": 52,
            "text": "In addition to the gunfire damage at the substations, a gate at one of the locations appears to have been taken off its hinges, Asst."
        },
        {
            "id": 53,
            "text": "Chief Mike Cameron of the Southern Pines Fire and Rescue Department told CNN."
        },
        {
            "id": 54,
            "text": "While it’s unclear what motivated the alleged vandalism, the sheriff on Sunday addressed rumors circulating on social media that the attack was an attempt to thwart a local drag show."
        },
        {
            "id": 55,
            "text": "Fields said investigators “have not been able to tie anything back to the drag show,” which was scheduled in the town of Southern Pines at 7 p.m. Saturday, around the time the power went out."
        },
        {
            "id": 56,
            "text": "Duke Energy workers gather Sunday as they plan how to repair an electrical substation in Carthage, North Carolina."
        },
        {
            "id": 57,
            "text": "The head of the LGBTQ+ group that helped organize the drag show said Monday she was unaware of any threats to the event before the attacks."
        },
        {
            "id": 58,
            "text": "Lauren Mathers, the executive director of Sandhills PRIDE, told CNN they received a lot of “hateful comments” on social media, but nothing that could be considered a threat."
        },
        {
            "id": 59,
            "text": "The house lights were down between numbers when the power went out, so they didn’t realize anything was wrong when the lights didn’t come back on, she said."
        },
        {
            "id": 60,
            "text": "CNN National Security Analyst Juliette Kayyem said the fact that the shooting was “targeted enough to bring down two different facilities” probably has investigators looking at an “insider threat.”"
        },
        {
            "id": 61,
            "text": "“They will be looking at the potential that there was either casing or someone who knew the area, knew the facilities and knew exactly where to shoot,” she said on CNN’s “The Lead with Jake Tapper.”"
        },
        {
            "id": 62,
            "text": "“These aren’t drive-by incidents."
        },
        {
            "id": 63,
            "text": "These are ones in which you’re targeting directly.”"
        },
        {
            "id": 64,
            "text": "According to CNN Chief Law Enforcement and Intelligence Analyst John Miller, these incidents are similar to one more than nine years ago in California."
        },
        {
            "id": 65,
            "text": "Sniper fire hit a Silicon Valley substation in April 2013, when 150 bullets from a rifle took out 17 transformers."
        },
        {
            "id": 66,
            "text": "Workers rerouted power in that case, but repairs to the transformers took nearly a month."
        },
        {
            "id": 67,
            "text": "After that incident, power companies and the government undertook a systemic review of grid security and made changes to add more cameras and motion sensors, Miller said."
        }
    ],
    "entities": [
        {
            "text": "Perpetrator",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "40,000 Customers",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Gerald Bateman",
            "id": "Eentity#10",
            "entityType": "People"
        },
        {
            "text": "Power Station",
            "id": "Eentity#11",
            "entityType": "Others"
        },
        {
            "text": "Drag Show",
            "id": "Eentity#12",
            "entityType": "Others"
        },
        {
            "text": "Sandhills Pride",
            "id": "Eentity#13",
            "entityType": "Organization"
        },
        {
            "text": "People on Social Media",
            "id": "Eentity#14",
            "entityType": "People"
        },
        {
            "text": "Snipers",
            "id": "Eentity#15",
            "entityType": "People"
        },
        {
            "text": "Silicon Valley Substation",
            "id": "Eentity#16",
            "entityType": "Others"
        },
        {
            "text": "Federal Bureau of Investigation",
            "id": "Eentity#2",
            "entityType": "Organization"
        },
        {
            "text": "North Carolina County",
            "id": "Eentity#3",
            "entityType": "GPE"
        },
        {
            "text": "North Carolina County Residents",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "North Carolina",
            "id": "Eentity#5",
            "entityType": "GPE"
        },
        {
            "text": "Critical Services",
            "id": "Eentity#6",
            "entityType": "Others"
        },
        {
            "text": "Authorities",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "North Carolina County Businesses",
            "id": "Eentity#8",
            "entityType": "Others"
        },
        {
            "text": "Volunteers",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Perpetrator",
            "patient": "40,000 Customers",
            "event": "“intentional” and “targeted” attacks on substations",
            "event_trigger": "attacks",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 0,
            "agent": "Federal Bureau of Investigation",
            "patient": "Perpetrator",
            "event": "joining the investigation into power outages in a North Carolina county",
            "event_trigger": "investigation",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 0,
            "agent": "North Carolina County",
            "patient": "North Carolina County Residents",
            "event": "curfew and emergency declaration",
            "event_trigger": "declaration",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 4,
            "agent": "Perpetrator",
            "patient": "40,000 Customers",
            "event": "bullets were fired at the two substations",
            "event_trigger": "fired",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 8,
            "agent": "North Carolina",
            "patient": "Critical Services",
            "event": "make sure critical services have support",
            "event_trigger": "support",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 13,
            "agent": "Authorities",
            "patient": "North Carolina County Residents",
            "event": "announced a county-wide mandatory curfew",
            "event_trigger": "curfew",
            "agent2": "",
            "patient2": "North Carolina County Businesses",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 19,
            "agent": "Volunteers",
            "patient": "Gerald Bateman",
            "event": "help",
            "event_trigger": "help",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 43,
            "agent": "Perpetrator",
            "patient": "Power Station",
            "event": "“intentional vandalism”",
            "event_trigger": "vandalism",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 54,
            "agent": "Perpetrator",
            "patient": "Drag Show",
            "event": "the attack was an attempt to thwart",
            "event_trigger": "thwart",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 58,
            "agent": "People on Social Media",
            "patient": "Sandhills Pride",
            "event": "“hateful comments”",
            "event_trigger": "hateful",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 65,
            "agent": "Snipers",
            "patient": "Silicon Valley Substation",
            "event": "150 bullets from a rifle took out 17 transformers",
            "event_trigger": "took",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 17,
    "events_count": 11,
    "sentence_count": 68,
    "word_count": 1245,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_2009_DOCUMENT_1"
}