{
    "title": "House approves tentative labor deal to avoid rail strike, sends to Senate",
    "news": [
        {
            "id": 0,
            "text": "A rail employee works a Union Pacific Intermodal Terminal rail yard on November 21, 2022 in Los Angeles, California."
        },
        {
            "id": 1,
            "text": "The House passed legislation Wednesday that would force a tentative rail labor agreement and thwart a national strike."
        },
        {
            "id": 2,
            "text": "The bill now goes to the Senate, where Majority Leader Chuck Schumer, D-N.Y., has promised swift passage."
        },
        {
            "id": 3,
            "text": "The House voted 290 to 137 — with 79 Republicans joining 211 Democrats — to pass the legislation, which approves new contracts providing railroad workers with 24% pay increases over five years from 2020 through 2024, immediate payouts averaging $11,000 upon ratification, and an extra paid day off."
        },
        {
            "id": 4,
            "text": "Eight Democrats and 129 Republicans voted against the legislation."
        },
        {
            "id": 5,
            "text": "In a separate 221 to 207 vote, the House also approved a resolution to provide seven days of paid sick leave in the contract instead of one, which is rail workers' main disagreement with the current deal."
        },
        {
            "id": 6,
            "text": "As it stands rail workers don't have guaranteed paid sick leave."
        },
        {
            "id": 7,
            "text": "The vote comes after President Joe Biden called on Congress to intervene in the stalled talks between railroads and some of the industry's major unions."
        },
        {
            "id": 8,
            "text": "He met with the four House and Senate leaders Tuesday in an effort to avoid the economic impacts of a rail strike, which the industry forecasts could cost the U.S. economy $2 billion per day."
        },
        {
            "id": 9,
            "text": "Biden has said he's reluctant to override the vote against the contract by some unions but that a rail shutdown would \"devastate\" the economy."
        },
        {
            "id": 10,
            "text": "\"This overwhelming bipartisan vote in the House of Representatives makes clear that Democrats and Republicans agree that a rail shutdown would be devastating to our economy and families across the country."
        },
        {
            "id": 11,
            "text": "The Senate must now act urgently,\" Biden said in a statement."
        },
        {
            "id": 12,
            "text": "Railways and their labor unions had until Dec. 9 to reach an agreement before workers promised to strike."
        },
        {
            "id": 13,
            "text": "In a statement Tuesday, the Brotherhood of Maintenance of Way Employees Division of the International Brotherhood of Teamsters said passing legislation to enforce an agreement denies them the right to strike and will not fix the problems or concerns of railroad workers."
        },
        {
            "id": 14,
            "text": "The union said it was calling on Biden and any member of Congress who \"truly supports the working class to act swiftly by passing any sort of reforms and regulations that will provide paid sick leave for all Railroad Workers.\""
        },
        {
            "id": 15,
            "text": "According to the Association of American Railroads, an industry group, a presidential board created to help resolve contract talks reviewed the union's request for additional paid sick days and instead offered additional salary."
        },
        {
            "id": 16,
            "text": "\"If the unions are interested in a holistic discussion for structural changes as it relates to their sick time, I think absolutely the railroad carriers would be up for a holistic discussion, but [they] have not done it in the zero hour,\" AAR President and CEO Ian Jefferies said at a press conference on rail preparations."
        },
        {
            "id": 17,
            "text": "Each union has its own sick day policy, according to National Railway Labor Conference, or NRLC."
        },
        {
            "id": 18,
            "text": "If an employee is sick, they need to be out of work between four and seven days before they collect their version of sick pay."
        },
        {
            "id": 19,
            "text": "The tentative labor deal grants workers one additional personal day, for a total of three personal days for railroad workers."
        },
        {
            "id": 20,
            "text": "A worker must provide 48 hours notice to request a personal day."
        },
        {
            "id": 21,
            "text": "The measure approved by the House Wednesday would add paid sick leave to the agreement."
        },
        {
            "id": 22,
            "text": "Sen. Bernie Sanders, I-Vt., said on social media before the vote that the tentative agreement did not go far enough."
        },
        {
            "id": 23,
            "text": "Strike prep curtails trade"
        },
        {
            "id": 24,
            "text": "Even the threat of a strike can have impacts on rail movement."
        },
        {
            "id": 25,
            "text": "According to federal safety measures, railroad carriers begin prepping for a strike seven days before the strike date."
        },
        {
            "id": 26,
            "text": "The carriers start to prioritize the securing and movement of sensitive materials such as chlorine for drinking water and hazardous materials."
        },
        {
            "id": 27,
            "text": "Ninety-six hours before a strike date, chemicals are no longer transported."
        },
        {
            "id": 28,
            "text": "According to the American Chemistry Council, railroad industry data shows a drop of 1,975 carloads of chemical shipments during the week of Sept. 10 when the railroads stopped accepting shipments due to the previous threat of a rail strike."
        },
        {
            "id": 29,
            "text": "In Icon Arrows pointing outwards"
        },
        {
            "id": 30,
            "text": "Corey Rosenbusch, president and CEO of The Fertilizer Institute, said railroad carriers have told their members that ammonia shipments, a critical component for fertilizer companies, would not be allowed on the rail starting Dec. 4 if a labor agreement isn't reached."
        },
        {
            "id": 31,
            "text": "\"It traditionally takes five to seven days for the supply chain to catch up when you have a shutdown,\" said Rosenbusch."
        },
        {
            "id": 32,
            "text": "\"Fertilizer manufacturing would have to be curtailed.\""
        },
        {
            "id": 33,
            "text": "The four major railroads typically move more than 80% of the agricultural freight traffic, according to the National Grain and Feed Association."
        },
        {
            "id": 34,
            "text": "\"We are looking for alternatives now to position our product,\" said Mike Seyfert, the association's president and CEO."
        },
        {
            "id": 35,
            "text": "\"We have zero elasticity right now."
        },
        {
            "id": 36,
            "text": "There are zero drivers, and the barge situation with the low water levels has only added to this challenge.\""
        },
        {
            "id": 37,
            "text": "Collective bargaining's future"
        }
    ],
    "entities": [
        {
            "text": "United States House of Representatives",
            "id": "Eentity#0",
            "entityType": "Organization"
        },
        {
            "text": "Rail Workers",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Joe Biden",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "United States Congress",
            "id": "Eentity#3",
            "entityType": "Organization"
        },
        {
            "text": "United States",
            "id": "Eentity#5",
            "entityType": "GPE"
        },
        {
            "text": "Brotherhood of Maintenance of Way Employees Division of the International Brotherhood of Teamsters",
            "id": "Eentity#6",
            "entityType": "Organization"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 1,
            "agent": "United States House of Representatives",
            "patient": "Rail Workers",
            "event": "passed legislation",
            "event_trigger": "passed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 3,
            "agent": "United States House of Representatives",
            "patient": "Rail Workers",
            "event": "pass the legislation",
            "event_trigger": "pass",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 5,
            "agent": "United States House of Representatives",
            "patient": "Rail Workers",
            "event": "approved a resolution",
            "event_trigger": "approved",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 7,
            "agent": "Joe Biden",
            "patient": "United States Congress",
            "event": "called on Congress to intervene",
            "event_trigger": "called",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 8,
            "agent": "Rail Workers",
            "patient": "United States",
            "event": "rail strike",
            "event_trigger": "strike",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Subversion",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 13,
            "agent": "United States House of Representatives",
            "patient": "Brotherhood of Maintenance of Way Employees Division of the International Brotherhood of Teamsters",
            "event": "passing legislation",
            "event_trigger": "passing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Speculative",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 14,
            "agent": "Joe Biden",
            "patient": "Brotherhood of Maintenance of Way Employees Division of the International Brotherhood of Teamsters",
            "event": "act swiftly by passing any sort of reforms and regulations that will provide paid sick leave for all Railroad Workers",
            "event_trigger": "provide",
            "agent2": "United States Congress",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 21,
            "agent": "United States House of Representatives",
            "patient": "Rail Workers",
            "event": "add paid sick leave to the agreement",
            "event_trigger": "agreement",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 6,
    "events_count": 8,
    "sentence_count": 38,
    "word_count": 829,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_2001_DOCUMENT_1"
}