{
    "title": "Sex-change Surgeries, Paid for by Taxpayers, Rising Sharply in Maine",
    "news": [
        {
            "id": 0,
            "text": "The number of taxpayer-funded transsexual surgeries in Maine has nearly quadrupled since 2019, the year Democratic Gov. Janet Mills modified MaineCare policy to cover procedures advocates for gender ideology describe as “gender affirming care.”"
        },
        {
            "id": 1,
            "text": "MaineCare, the state’s version of Medicaid, is a government program that uses state and federal tax dollars to pay for healthcare services for low- and middle-income Mainers."
        },
        {
            "id": 2,
            "text": "Transsexual surgeries came under the coverage umbrella of MaineCare following an emergency directive by the Mills Administration in 2019."
        },
        {
            "id": 3,
            "text": "The MainCare rules currently state: “Physicians and rendering providers will be reimbursed for providing MaineCare covered services to treat a member with gender dysphoria, as prescribed by a physician or other referring medical professional."
        },
        {
            "id": 4,
            "text": "Coverage for surgical services related to gender dysphoria will require a prior authorization…”"
        },
        {
            "id": 5,
            "text": "According to the rules, MaineCare enrollees looking to have sex-change surgeries must obtain two letters from health professionals who claim the procedures are medically necessary."
        },
        {
            "id": 6,
            "text": "Taxpayer funded procedures covered by MaineCare since 2019 have included voluntary double mastectomies, orchiectomies, breast implants, scrotoplasty, liposuction, and a penis amputation, according to the DHHS records."
        },
        {
            "id": 7,
            "text": "Medical providers in Maine, New Hampshire, and Massachusetts have performed those surgeries, including Bangor Plastic and Hand Surgery, Core Physicians LLC in N.H., Central Maine Medical Center, Maine General Medical Center, MaineHealth, Massachusetts General Hospital, Mercy Hospital, Midcoast Hospital, York Hospital, and Plastic and Hand Surgical Associates in Portland."
        },
        {
            "id": 8,
            "text": "Two of the surgeries involved individuals born intersex, meaning they were born with both female and male sex organs, or some combination of each, as the result of abberations with their chromosomes."
        },
        {
            "id": 9,
            "text": "But the majority of the procedures involved individuals seeking to transition to the opposite gender."
        },
        {
            "id": 10,
            "text": "Advocates for a more expansive view of human gender often categorize intersex individuals with transgender individuals broadly, but there are biological differences linked to DNA and physical sex characteristics."
        },
        {
            "id": 11,
            "text": "The information about Maine taxpayers funding the controversial surgeries comes amid furious national debate over the role left-wing theories about gender ought to play in our schools and our medical system."
        },
        {
            "id": 12,
            "text": "The sharp increase in sex-change surgeries has corresponded with the rising prominence in Maine’s schools of radical theories about human gender and sexuality."
        },
        {
            "id": 13,
            "text": "The cost of the surgical procedures in recent years is a rounding error in the state’s budget, but the doubling trend year after year suggests more and more Mainers are opting for sex-change surgeries to treat gender dysphoria or gender confusion."
        },
        {
            "id": 14,
            "text": "The DHHS data does not indicate the age of the patients who underwent the procedures."
        },
        {
            "id": 15,
            "text": "Maine, like many other states and some health care organizations, relies on the World Professional Association for Transgender Health (WPATH) to inform coverage policies."
        },
        {
            "id": 16,
            "text": "MaineCare’s current rules state: “The determination of medically necessary may use criteria based on national standards, such as the Standards of Care (SOC) of the World Professional Association for Transgender Health (WPATH).”"
        },
        {
            "id": 17,
            "text": "That paragraph of the MaineCare rules effectively allows the controversial organization to set policy on the issue of taxpayer-funded sex-change surgeries in Maine."
        },
        {
            "id": 18,
            "text": "The WPATH’s recommendations have become increasingly radical over the last decade."
        },
        {
            "id": 19,
            "text": "In 2011, for example, the organization only recommended one surgical procedure for minors."
        },
        {
            "id": 20,
            "text": "Version 7 of WPATH’s “Standards of Care” only recommended double mastectomies (i.e. the removal of healthy breast tissue) for minor females."
        },
        {
            "id": 21,
            "text": "But the latest version of WPATH’s Standards of Care, published in September, removed all age limits for several irreversible procedures, including puberty blockers, cross-sex hormones, and sex-change surgeries."
        },
        {
            "id": 22,
            "text": "Those changes to WPATH’s rules effectively changed MaineCare policy because of the way the rules are written."
        },
        {
            "id": 23,
            "text": "Maine healthcare providers and activists can now point to WPATH’s Standards of Care to justify allowing minor children to undergo these procedures."
        },
        {
            "id": 24,
            "text": "Although the data does not include the ages of patients who have undergone sex-change surgeries since 2019, there is plenty of evidence to suggest that children, including in Maine, are receiving irreversible treatments under the guise of gender affirming care."
        },
        {
            "id": 25,
            "text": "The clinic also provides information to children on “chest binding” and “tucking.”"
        },
        {
            "id": 26,
            "text": "At the time, an endocrinologist with the hospital told News Center Maine that children as young as two can begin expressing themselves as transgender."
        },
        {
            "id": 27,
            "text": "The hospital declined to specify the minimum age required for a patient to undergo sex-change treatments."
        },
        {
            "id": 28,
            "text": "Also in October, The Daily Wire’s Matt Walsh revealed that the Vanderbilt University Medical Center in Tennessee was performing the procedures on children."
        },
        {
            "id": 29,
            "text": "In one video obtained by Walsh, Dr. Shayne Taylor said part of the reason the Center was embracing the procedures was because they are “huge money makers.”"
        }
    ],
    "entities": [
        {
            "id": "Eentity#0",
            "text": "Mainecare",
            "entityType": "Others"
        },
        {
            "id": "Eentity#1",
            "text": "Low- and Middle-income Mainers",
            "entityType": "People"
        },
        {
            "text": "Vanderbilt University Medical Center in Tennessee",
            "id": "Eentity#10",
            "entityType": "Organization"
        },
        {
            "text": "Children",
            "id": "Eentity#11",
            "entityType": "People"
        },
        {
            "text": "Shayne Taylor",
            "id": "Eentity#12",
            "entityType": "People"
        },
        {
            "text": "Physicians and Rendering Providers",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "id": "Eentity#3",
            "text": "Trans-sexual Advocates",
            "entityType": "People"
        },
        {
            "text": "Intersex Individuals",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Transgender Individuals",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Standards of Care",
            "id": "Eentity#6",
            "entityType": "Organization"
        },
        {
            "text": "World Professional Association for Transgender Health",
            "id": "Eentity#7",
            "entityType": "Organization"
        },
        {
            "text": "Trans-sex Surgeons",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "Sex-change Patients",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 1,
            "agent": "Mainecare",
            "patient": "Low- and Middle-income Mainers",
            "event": "uses state and federal tax dollars to pay for healthcare services for",
            "event_trigger": "pay",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 3,
            "agent": "Mainecare",
            "patient": "Physicians and Rendering Providers",
            "event": "reimbursed for providing MaineCare covered services to treat a member with gender dysphoria",
            "event_trigger": "reimbursed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 4,
            "agent": "Mainecare",
            "patient": "Low- and Middle-income Mainers",
            "event": "require a prior authorization",
            "event_trigger": "require",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 10,
            "agent": "Trans-sexual Advocates",
            "patient": "Intersex Individuals",
            "event": "Advocates for a more expansive view of human gender",
            "event_trigger": "Advocates",
            "agent2": "",
            "patient2": "Transgender Individuals",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 16,
            "agent": "Mainecare",
            "patient": "Standards of Care",
            "event": "may use criteria based on national standards",
            "event_trigger": "criteria",
            "agent2": "",
            "patient2": "World Professional Association for Transgender Health",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 17,
            "agent": "Mainecare",
            "patient": "Standards of Care",
            "event": "allows the controversial organization to set policy on the issue of taxpayer-funded sex-change surgeries in Maine",
            "event_trigger": "allows",
            "agent2": "",
            "patient2": "World Professional Association for Transgender Health",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 24,
            "agent": "Trans-sex Surgeons",
            "patient": "Sex-change Patients",
            "event": "receiving irreversible treatments under the guise of gender affirming care",
            "event_trigger": "receiving",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 21,
            "agent": "World Professional Association for Transgender Health",
            "patient": "Sex-change Patients",
            "event": "removed all age limits for several irreversible procedures, including puberty blockers, cross-sex hormones, and sex-change surgeries",
            "event_trigger": "removed",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 28,
            "agent": "Vanderbilt University Medical Center in Tennessee",
            "patient": "Children",
            "event": "performing the procedures on children",
            "event_trigger": "performing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 29,
            "agent": "Shayne Taylor",
            "patient": "Children",
            "event": "said part of the reason the Center was embracing the procedures was because they are “huge money makers.”",
            "event_trigger": "embracing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 13,
    "events_count": 10,
    "sentence_count": 30,
    "word_count": 747,
    "article_ideology_1": "Slightly Conservative",
    "article_ideology_2": "Conservative",
    "DOCNAME": "TRIPLET_2005_DOCUMENT_1"
}