{
    "title": "Man accused of Kavanaugh murder plot indicted by federal grand jury",
    "news": [
        {
            "id": 0,
            "text": "A California man accused of flying across the country with plans to break into Supreme Court Justice Brett M. Kavanaugh’s home to assassinate him was indicted Wednesday by a federal grand jury, officials said."
        },
        {
            "id": 1,
            "text": "Fast, informative and written just for locals."
        },
        {
            "id": 2,
            "text": "Get The 7 DMV newsletter in your inbox every weekday morning."
        },
        {
            "id": 3,
            "text": "ArrowRight The single count of attempting to kill a U.S. judge added new details about what authorities say Nicholas Roske, 26, had with him when he arrived via taxi cab to the conservative justice’s home just after 1 a.m. in Chevy Chase, Md., last week."
        },
        {
            "id": 4,
            "text": "In addition to a gun, burglary tools and a pair of boots with padded outer soles that could allow stealth movement inside a house, the indictment asserts that Roske brought 37 rounds of ammunition, a black mask, a “speed-loader,” a gun-mounted aiming laser and “hard-knuckled tactical gloves.”"
        },
        {
            "id": 5,
            "text": "Like the criminal complaint filed last week against Roske, the indictment states that he tried to kill a federal judge."
        },
        {
            "id": 6,
            "text": "But the specific charge is different, and has a longer potential sentence of up to life in prison compared with the earlier charge that carried up to 20 years in prison, according to Marcia Lubin, a spokeswoman for the U.S. attorney’s office in Maryland."
        },
        {
            "id": 7,
            "text": "She declined to comment on the difference, citing a policy of not discussing charging decisions."
        },
        {
            "id": 8,
            "text": "Prosecutors assert Roske took enough steps of a detailed scheme — including buying a Glock pistol for the mission — to support the charge."
        },
        {
            "id": 9,
            "text": "It was at 1:05 a.m. on June 8, authorities have said, when Roske exited the cab."
        },
        {
            "id": 10,
            "text": "He had with him a suitcase and a backpack, according to an FBI affidavit filed in court."
        },
        {
            "id": 11,
            "text": "Roske reportedly spotted two deputy U.S. marshals, part of Kavanaugh’s security detail, standing next to their vehicle."
        },
        {
            "id": 12,
            "text": "They also noticed him, according to the affidavit."
        },
        {
            "id": 13,
            "text": "Roske turned and walked down the street, rounded a corner and a half-hour later called 911 to turn himself in, according to court documents and recordings of his 911 calls."
        },
        {
            "id": 14,
            "text": "During that time, Roske texted his sister and told her of his intentions, officials said."
        },
        {
            "id": 15,
            "text": "She convinced him to call 911, they added."
        },
        {
            "id": 16,
            "text": "Investigators would later learn he had brought no change of clothes on his trip, Montgomery County Police Chief Marcus Jones said Wednesday."
        },
        {
            "id": 17,
            "text": "Roske’s two defense attorneys could not be reached for comment Wednesday."
        },
        {
            "id": 18,
            "text": "Several attempts to reach Roske’s sister and other members of his family have been unsuccessful."
        },
        {
            "id": 19,
            "text": "Roske was upset by the leaked draft of a Supreme Court opinion, supported by Kavanaugh, signaling that the court could be positioned to overturn Roe v. Wade, according to an FBI affidavit."
        },
        {
            "id": 20,
            "text": "He was also worried that in the wake of the mass shooting in Uvalde, Tex., the justice “would side with 2nd Amendment decisions that would loosen gun control laws,” the affidavit states."
        },
        {
            "id": 21,
            "text": "The indictment does not mention Kavanaugh by name — instead alleging that he “did attempt to kill … an associate justice of the Supreme Court of the United States.”"
        },
        {
            "id": 22,
            "text": "The indictment includes a forfeiture allegation seeking the firearm, two magazines, ammunition and other items that Roske had assembled for his plan, according to federal prosecutors."
        },
        {
            "id": 23,
            "text": "A spokesman for the U.S. Marshals Service has said “the presence of the deputies assigned outside of Justice Kavanaugh’s home served as the deterrent in this incident,” and they didn’t see anything to warrant further actions."
        },
        {
            "id": 24,
            "text": "Jones, the Montgomery County police chief, echoed that sentiment on Wednesday."
        },
        {
            "id": 25,
            "text": "“There was nothing suspicious about him walking past the house and it didn’t warrant any notification to 911 or other officers,” Jones said."
        },
        {
            "id": 26,
            "text": "“There was nothing suspicious about his behavior at that time.”"
        },
        {
            "id": 27,
            "text": "Eugene Volokh, a law-school professor at the University of California at Los Angeles who wrote about the case last week on his blog at Reason magazine, said that under federal law, a central element to proving attempted murder is showing that a defendant took a “substantial step” in his or her actions."
        },
        {
            "id": 28,
            "text": "“Flying across the country and showing up outside the target’s house with a weapon — as steps go, those are pretty substantial,” Volokh said in an interview Wednesday."
        },
        {
            "id": 29,
            "text": "Volokh cautioned his analysis was based on allegations filed in court so far and that the case is at an early stage."
        },
        {
            "id": 30,
            "text": "It is unclear, based on those allegations, how quickly Roske could have gone forward after exiting the taxi cab, because as he later told a 911 operator, his gun was unloaded, and locked in a case inside a suitcase that was zip-tied shut."
        },
        {
            "id": 31,
            "text": "But the question isn’t so much how many more steps needed to be taken, Volokh said, it’s “whether you’ve already taken a substantial step.”"
        },
        {
            "id": 32,
            "text": "That Roske ultimately didn’t go through with his plans probably doesn’t matter, said Orin Kerr, a UC Berkeley law school professor and former prosecutor, who noted that most federal courts don’t allow a so-called “abandonment” defense."
        },
        {
            "id": 33,
            "text": "A spark of hope for Roske, according to Kerr, is that appellate judges in the federal 4th Circuit, which includes Maryland, haven’t specifically weighed in on whether abandonment is allowed."
        },
        {
            "id": 34,
            "text": "Even so, abandonment requires “a complete and voluntary renunciation” of one’s intentions, Kerr said, and Roske appears to have changed his mind at least in part after seeing two men posted outside Kavanaugh’s home."
        },
        {
            "id": 35,
            "text": "“You don’t get abandonment if you see the police,” Kerr said."
        },
        {
            "id": 36,
            "text": "“It’s going to be a tough argument to make, at least based on the facts as we know them now.”"
        },
        {
            "id": 37,
            "text": "Steve Silverman, a defense attorney in Baltimore, said the law generally holds that “the more heinous the crime the less in furtherance one needs to do.”"
        },
        {
            "id": 38,
            "text": "And in that sense, if the FBI affidavit is accurate, Roske is certainly in legal peril, Silverman said."
        },
        {
            "id": 39,
            "text": "But he stressed that it’s not completely cut and dried that Roske engaged in the requisite substantial steps."
        },
        {
            "id": 40,
            "text": "“The defendant still has a chance,” Silverman said."
        },
        {
            "id": 41,
            "text": "“He did not break into the justice’s home or assault him.”"
        },
        {
            "id": 42,
            "text": "The lawyer said he expects Roske to file a plea of not criminally responsible by reason of insanity."
        },
        {
            "id": 43,
            "text": "The challenge for Roske, according to Silverman, is that he appears to have eventually “appreciated the lawlessness of his conduct.”"
        },
        {
            "id": 44,
            "text": "Should such a defense be offered, Silverman said, a trial could come down to a battle of expert witness psychiatrists."
        }
    ],
    "entities": [
        {
            "text": "Brett Kavanaugh",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "Nicholas Roske",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Federal Grand Jury",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Roe v. Wade",
            "id": "Eentity#3",
            "entityType": "Others"
        },
        {
            "text": "Second Amendment",
            "id": "Eentity#4",
            "entityType": "Others"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "Nicholas Roske",
            "patient": "Brett Kavanaugh",
            "event": "assassinate",
            "event_trigger": "assassinate",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 0,
            "agent": "Federal Grand Jury",
            "patient": "Nicholas Roske",
            "event": "indicted",
            "event_trigger": "indicted",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 3,
            "agent": "Nicholas Roske",
            "patient": "Brett Kavanaugh",
            "event": "attempting to kill",
            "event_trigger": "attempting",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 5,
            "agent": "Nicholas Roske",
            "patient": "Brett Kavanaugh",
            "event": "tried to kill",
            "event_trigger": "tried",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 19,
            "agent": "Brett Kavanaugh",
            "patient": "Roe v. Wade",
            "event": "overturn",
            "event_trigger": "overturn",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 20,
            "agent": "Brett Kavanaugh",
            "patient": "Second Amendment",
            "event": "would side with",
            "event_trigger": "side",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 21,
            "agent": "Nicholas Roske",
            "patient": "Brett Kavanaugh",
            "event": "attempt to kill",
            "event_trigger": "attempt",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 41,
            "agent": "Nicholas Roske",
            "patient": "Brett Kavanaugh",
            "event": "did not break into the justice’s home",
            "event_trigger": "break",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 8,
            "agent": "Nicholas Roske",
            "patient": "Brett Kavanaugh",
            "event": "buying a Glock pistol",
            "event_trigger": "buying",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 28,
            "agent": "Nicholas Roske",
            "patient": "Brett Kavanaugh",
            "event": "Flying across the country",
            "event_trigger": "Flying",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 28,
            "agent": "Nicholas Roske",
            "patient": "Brett Kavanaugh",
            "event": "showing up outside the target’s house with a weapon",
            "event_trigger": "showing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 41,
            "agent": "Nicholas Roske",
            "patient": "Brett Kavanaugh",
            "event": "did not break into the justice’s home or assault",
            "event_trigger": "assault",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 5,
    "events_count": 12,
    "sentence_count": 45,
    "word_count": 1044,
    "article_ideology_1": "Slightly Liberal",
    "article_ideology_2": "Slightly Liberal",
    "DOCNAME": "TRIPLET_1280_DOCUMENT_2"
}