{
    "title": "Delta variant, shortages severely restrict U.S. economic growth in third quarter",
    "news": [
        {
            "id": 4,
            "text": "The U.S. economy grew at its slowest pace in more than a year in the third quarter as a resurgence in COVID-19 cases further stretched global supply chains, leading to shortages of goods like automobiles that slammed the brakes on consumer spending."
        },
        {
            "id": 5,
            "text": "The weaker-than-expected growth reported by the Commerce Department on Thursday also reflected decreasing pandemic relief money from the government to businesses, state and local governments as well as households."
        },
        {
            "id": 6,
            "text": "Hurricane Ida, which devastated U.S. offshore energy production at the end of August also restrained economic growth."
        },
        {
            "id": 7,
            "text": "But there are signs that economic activity is already regaining momentum amid declining coronavirus cases driven by the Delta variant."
        },
        {
            "id": 8,
            "text": "The number of Americans filing new claims for unemployment benefits dropped to a fresh 19-month low last week."
        },
        {
            "id": 9,
            "text": "Even with the third-quarter setback, the level of gross domestic product hit a record high and the economy is now 1.4% bigger than before the pandemic."
        },
        {
            "id": 10,
            "text": "\"The growth speed bump in the third quarter is an unwelcome surprise certainly, but it will not send the economy off into the ditch because it is partly based on supply disruptions in the auto industry that has cratered sales with inventories near record lows on dealer lots,\" said Christopher Rupkey, chief economist at FWDBONDS in New York."
        },
        {
            "id": 11,
            "text": "Gross domestic product increased at a 2.0% annualized rate last quarter, the government said in its advance GDP estimate."
        },
        {
            "id": 12,
            "text": "That was the slowest since the second quarter of 2020, when the economy suffered a historic contraction in the wake of stringent mandatory measures to contain the first wave of coronavirus cases."
        },
        {
            "id": 13,
            "text": "The economy grew at a 6.7% rate in the second quarter."
        },
        {
            "id": 14,
            "text": "The meager growth came mostly from a moderate pace of inventory drawdown."
        },
        {
            "id": 15,
            "text": "Business inventories decreased at a $77.7 billion pace compared to a $168.5 billion rate in the second quarter."
        },
        {
            "id": 16,
            "text": "As result, inventories contributed 2.07 percentage points to third-quarter GDP growth."
        },
        {
            "id": 17,
            "text": "Inventory accumulation remains weak owing to shortages, especially of motor vehicles."
        },
        {
            "id": 18,
            "text": "Motor vehicle production fell at a 41.6% rate after declining at a 14.1% pace in the second quarter because of a global shortage of semiconductors."
        },
        {
            "id": 19,
            "text": "Excluding inventories, the economy contracted at a 0.1% rate last quarter."
        },
        {
            "id": 20,
            "text": "The scarcity of motor vehicles hammered consumer spending, which grew at only a 1.6% rate after a robust 12% pace in the April-June quarter."
        },
        {
            "id": 21,
            "text": "Consumer spending accounts for more than two-thirds of U.S. economic activity."
        },
        {
            "id": 22,
            "text": "Spending on long-lasting manufactured goods dropped at a 26.2% rate."
        },
        {
            "id": 23,
            "text": "Motor vehicles cut 2.39 percentage points from GDP growth, the biggest drag from autos since the second quarter of 1980."
        },
        {
            "id": 24,
            "text": "Excluding motor vehicle output, the economy grew at a 3.5% rate last quarter, a slowdown from the 7.4% pace in the prior quarter."
        },
        {
            "id": 25,
            "text": "Spending on services was surprisingly strong, notching a 7.9% growth pace amid demand for air travel and car rentals."
        },
        {
            "id": 26,
            "text": "Demand for services at hospitals and restaurants rose, as did bookings for hotel, motel and university campus accommodation."
        },
        {
            "id": 27,
            "text": "Services spending accelerated at an 11.5% pace in the April-June quarter."
        },
        {
            "id": 28,
            "text": "The government estimated that Hurricane Ida cost about $62 billion."
        },
        {
            "id": 29,
            "text": "Inflation remained hot, eroding spending power."
        },
        {
            "id": 30,
            "text": "The Federal Reserve's preferred inflation gauge, the personal consumption expenditures (PCE) price index excluding food and energy, rose at a 4.5% rate."
        },
        {
            "id": 31,
            "text": "The core PCE price index increased at a 6.1% pace in the second quarter."
        },
        {
            "id": 32,
            "text": "People line up at a coronavirus disease (COVID-19) testing at a mobile testing van in New York City, U.S., August 27, 2021."
        },
        {
            "id": 33,
            "text": "The combination of high inflation and slow growth could fan fears of stagflation, something that most economists do not believe is imminent as output is seen picking up through 2022."
        },
        {
            "id": 34,
            "text": "\"Stagflation will be the talk of the town, but we should not fall for this misleading narrative,\" said Gregory Daco, chief U.S. economist at Oxford Economics in New York."
        },
        {
            "id": 35,
            "text": "\"Inflation dynamics are definitely moderating expansion with sticky supply-driven inflation, but the economy isn't stagnating.\""
        },
        {
            "id": 36,
            "text": "Stocks on Wall Street were trading higher on upbeat earnings from Caterpillar (CAT.N), Merck (MRK.N) and Ford (F.N)."
        },
        {
            "id": 37,
            "text": "The dollar fell against a basket of currencies after the European Central Bank pushed back against market bets that high inflation would trigger an interest rate hike as soon as next year."
        },
        {
            "id": 38,
            "text": "U.S. Treasury yields rose."
        },
        {
            "id": 39,
            "text": "Slower growth will have no impact on the Fed's plans to start reducing as early as next month the amount of money it is pumping into the economy through monthly bond purchases."
        },
        {
            "id": 40,
            "text": "With the summer wave of COVID-19 infections behind, cases declining significantly in recent weeks and vaccinations picking up economic activity is regaining steam."
        },
        {
            "id": 41,
            "text": "Consumer confidence rebounded this month and orders for capital goods excluding aircraft raced to a record high in September."
        },
        {
            "id": 42,
            "text": "The labor market is tightening, though pandemic-related worker shortages could keep employment growth moderate this month."
        },
        {
            "id": 43,
            "text": "A separate report from the Labor Department on Thursday showed initial claims for state unemployment benefits dropped 10,000 to a seasonally adjusted 281,000 last week, the lowest level since mid-March 2020."
        },
        {
            "id": 44,
            "text": "It was the third straight week that claims remained below the 300,000 threshold."
        },
        {
            "id": 45,
            "text": "The number of people continuing to receive benefits after an initial week of aid dropped 237,000 to 2.243 million in the week ended Oct. 16."
        },
        {
            "id": 46,
            "text": "That was also the lowest level in 19 months."
        },
        {
            "id": 47,
            "text": "\"Given the massive number of job openings, look for claims to continue declining for some time and look for the labor market to remain drum tight,\" said Joel Naroff, chief economist at Naroff Economics in Holland, Pennsylvania."
        },
        {
            "id": 48,
            "text": "Though wages are rising, inflation is reducing consumers' purchasing power."
        },
        {
            "id": 49,
            "text": "Income at the disposal of households after adjusting for inflation decreased at a 5.6% rate last quarter."
        },
        {
            "id": 50,
            "text": "The saving rate fell to 8.9% from 10.5% in the second quarter."
        },
        {
            "id": 51,
            "text": "High prices and lack of trucks as well as communication equipment cut into business spending on equipment, which fell at a 3.2% rate after three straight quarters of double-digit growth."
        },
        {
            "id": 52,
            "text": "Trade was a drag on GDP growth for a fifth straight quarter following a drop in exports."
        },
        {
            "id": 53,
            "text": "Shortages and expensive building materials weighed on home building and remodeling, leading to residential investment contracting for a second straight quarter."
        },
        {
            "id": 54,
            "text": "Government spending rebounded on state and local government investment."
        }
    ],
    "entities": [
        {
            "text": "Economy of the United States",
            "id": "Eentity#0",
            "entityType": "Others"
        },
        {
            "text": "United States Congress",
            "id": "Eentity#3",
            "entityType": "Organization"
        },
        {
            "text": "Americans",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Business",
            "id": "Eentity#5",
            "entityType": "Organization"
        },
        {
            "id": "Eentity#6",
            "text": "State Government",
            "entityType": "Organization"
        },
        {
            "text": "Automotive Industry",
            "id": "Eentity#7",
            "entityType": "Others"
        },
        {
            "text": "Federal Reserve",
            "id": "Eentity#8",
            "entityType": "Organization"
        },
        {
            "text": "United States Department of Labor",
            "id": "Eentity#9",
            "entityType": "Organization"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#2",
            "para": 5,
            "agent": "United States Congress",
            "patient": "Americans",
            "event": "decreasing pandemic relief money",
            "event_trigger": "decreasing",
            "agent2": "",
            "patient2": "State Government",
            "agent3": "",
            "patient3": "Business",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 39,
            "agent": "Federal Reserve",
            "patient": "Economy of the United States",
            "event": "start reducing as early as next month the amount of money it is pumping into",
            "event_trigger": "reducing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 51,
            "agent": "Economy of the United States",
            "patient": "Business",
            "event": "cut into",
            "event_trigger": "cut",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 20,
            "agent": "Automotive Industry",
            "patient": "Americans",
            "event": "hammered consumer spending",
            "event_trigger": "hammered",
            "agent2": "",
            "patient2": "Economy of the United States",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 45,
            "agent": "United States Department of Labor",
            "patient": "Americans",
            "event": "benefits",
            "event_trigger": "benefits",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 8,
    "events_count": 5,
    "sentence_count": 51,
    "word_count": 1019,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_1223_DOCUMENT_1"
}