{
    "title": "DHS expands Trump-era policy to Venezuelans while opening new pathway to US",
    "news": [
        {
            "id": 0,
            "text": "The Department of Homeland Security on Wednesday announced it would seek to block irregular migration from Venezuela by expanding a Trump-era policy and kicking off a new program for Venezuelans fleeing the country."
        },
        {
            "id": 1,
            "text": "The new program is modeled off of the Uniting for Ukraine program that allowed people in the U.S. to privately sponsor Ukrainians, in this case allowing up to 24,000 Venezuelans to secure a work authorization for up to two years."
        },
        {
            "id": 2,
            "text": "But along with the new program, the U.S. said it will now expel Venezuelans who cross the border from Mexico, extending the Title 42 program that allows U.S. officials to quickly expel foreign nationals crossing the border."
        },
        {
            "id": 3,
            "text": "Until the announcement, Venezuelans were not subject to Title 42 expulsions because neither their home country nor any other third country was willing to accept their return."
        },
        {
            "id": 4,
            "text": "In a parallel announcement, Mexican officials did not specify if they would implement a limit on Venezuelan Title 42 expulsions, instead touting the agreement, which will allow Venezuelans currently in Mexico to apply for sponsorship to enter the United States."
        },
        {
            "id": 5,
            "text": "“The migrant persons that are in Mexican territory will have to prove they entered Mexico before [Wednesday] to be able to request their orderly access to the United States."
        },
        {
            "id": 6,
            "text": "Those persons who enter Mexico after [Wednesday] will not be able to present their application from our national territory,” read a press release by the Mexican Foreign Affairs Ministry."
        },
        {
            "id": 7,
            "text": "The announcement comes ahead of a meeting Thursday between Mexico’s top diplomatic, security and military Cabinet officials and Secretary of State Antony Blinken and Homeland Security Secretary Alejandro Mayorkas to discuss a broad shared agenda with deep political implications in both countries."
        },
        {
            "id": 8,
            "text": "The move comes as migration from Venezuela, Cuba and Nicaragua has accounted for an increasingly large share of migration at the border — roughly a third of those who crossed the border in August came from the trio of countries."
        },
        {
            "id": 9,
            "text": "The Department of Homeland Security made a point of saying that “failing communist regimes in Venezuela, Nicaragua, and Cuba are driving a new wave of migration across the Western Hemisphere” when it announced the numbers shortly after Florida Gov. Ron DeSantis (R) made headlines after he flew a group of mainly Venezuelan migrants from the Texas border to Martha’s Vineyard in Massachusetts."
        },
        {
            "id": 10,
            "text": "But Cubans and Nicaraguans are not eligible for the new program."
        },
        {
            "id": 11,
            "text": "According to administration officials, a broad majority of program applicants will enter the country by air, and any Venezuelans who attempt to enter the country between ports of entry will be immediately barred from the program."
        },
        {
            "id": 12,
            "text": "“These actions make clear that there is a lawful and orderly way for Venezuelans to enter the United States, and lawful entry is the only way,” Mayorkas said in a release."
        },
        {
            "id": 13,
            "text": "“Those who attempt to cross the southern border of the United States illegally will be returned to Mexico and will be ineligible for this process in the future."
        },
        {
            "id": 14,
            "text": "Those who follow the lawful process will have the opportunity to travel safely to the United States and become eligible to work here.”"
        },
        {
            "id": 15,
            "text": "The bilateral migration agreement between the United States and Mexico will also include an expansion of the H2-B visa program."
        },
        {
            "id": 16,
            "text": "While the Uniting for Ukraine program on which the Venezuelan program is modeled has helped nearly 100,000 Ukrainians come to the U.S., some advocates have been concerned over the private sponsorship model, noting that many are not otherwise connected with anyone in the U.S. who could serve as their sponsor."
        },
        {
            "id": 17,
            "text": "That sponsor has to provide financial support."
        },
        {
            "id": 18,
            "text": "To be eligible for the program, Venezuelans cannot have been removed from the U.S. in the last five years or “irregularly entered Mexico or Panama.”"
        },
        {
            "id": 19,
            "text": "Many Venezuelans have crossed into Central America through the Darién Gap, the roadless jungle territory connecting Panama and Colombia, Venezuela’s western neighbor."
        },
        {
            "id": 20,
            "text": "They also must complete security vetting."
        },
        {
            "id": 21,
            "text": "Venezuelans who are already in Mexico will only be allowed to apply if they entered that country by Wednesday."
        },
        {
            "id": 22,
            "text": "According to the UN, more than six million people – more than a quarter of the country’s residents – have fled Venezuela’s ongoing economic and political crisis."
        },
        {
            "id": 23,
            "text": "About five million of those Venezuelans have settled in Latin American countries, mainly in Colombia, but many of those refugees have continued to move amid economic uncertainty in the region."
        },
        {
            "id": 24,
            "text": "As part of the bilateral migration agreement between the United States and Mexico, the U.S. will expand of the H2-B seasonal worker visa program."
        },
        {
            "id": 25,
            "text": "“In response to a request by Mexico, and a shared vision on labor mobility, the United States has announced it will grant 65,000 additional H2-B visas for non-agricultural temporary workers, 20,000 of which will be destined to people from Central America and Haiti,” read the Mexican government’s announcement."
        },
        {
            "id": 26,
            "text": "While the expansion of the visa program could provide a pressure valve for countries that currently participate in the Title 42 program in some way, the expansion of the Trump-era program is certain to rankle pro-immigrant advocates."
        },
        {
            "id": 27,
            "text": "Under Title 42, U.S. border officials can quickly expel foreign nationals who present at the border, without screening for asylum requests, under the guise of pandemic protections."
        },
        {
            "id": 28,
            "text": "When it was first implemented by Trump administration officials, the policy was widely perceived as a naked attempt to decimate the asylum system using the coronavirus pandemic as an excuse."
        },
        {
            "id": 29,
            "text": "The Biden administration in April announced its intention to lift Title 42, but a federal judge blocked that order, forcing officials to continue implementing it while fighting in court to lift the policy permanently."
        },
        {
            "id": 30,
            "text": "Administration officials said the returns of Venezuelans to Mexico will be executed under Title 42, a move that’s only possible with the receiving country’s consent."
        },
        {
            "id": 31,
            "text": "“Once Title 42 is no longer in place, then we will work with Mexico to ensure returns are done pursuant to other processes,” said an administration official."
        },
        {
            "id": 32,
            "text": "And while Mexico did not set numerical limits on how many Venezuelans it will accept under Title 42, it will “permit in a temporary manner for some people of Venezuelan nationality to enter national territory through the northern border.”"
        },
        {
            "id": 33,
            "text": "In practical terms, the deal with Mexico will be the biggest expansion of the program since its implementation, when Mexico was pushed to admit nationals of Guatemala, Honduras and El Salvador expelled from the United States."
        },
        {
            "id": 34,
            "text": "Still, it’s unlikely that the expansion of a Trump-era border management program will deter attacks against the Biden administration from the right."
        },
        {
            "id": 35,
            "text": "In a reaction released before DHS had formally unveiled the policy, immigration restrictionist group Federation for American Immigration Reform (FAIR) panned the new program for being excessively permissive."
        },
        {
            "id": 36,
            "text": "“Once again, President Biden is looking to exploit Americans’ sympathies and permanently resettle hundreds of thousands in the United States by ignoring our immigration laws through the abuse of parole authority."
        },
        {
            "id": 37,
            "text": "Afghans, Ukrainians, now Venezuelans."
        },
        {
            "id": 38,
            "text": "Who’s next?” said RJ Hauman head of government relations and communications at FAIR."
        }
    ],
    "entities": [
        {
            "text": "Donald Trump",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "United States Department of Homeland Security",
            "id": "Eentity#1",
            "entityType": "Organization"
        },
        {
            "text": "United States Department of Health and Human Services",
            "id": "Eentity#11",
            "entityType": "Organization"
        },
        {
            "text": "Joe Biden",
            "id": "Eentity#13",
            "entityType": "People"
        },
        {
            "text": "United States",
            "id": "Eentity#2",
            "entityType": "GPE"
        },
        {
            "id": "Eentity#3",
            "text": "Venezuelans",
            "entityType": "People"
        },
        {
            "id": "Eentity#4",
            "text": "Ukrainians",
            "entityType": "People"
        },
        {
            "text": "Secretariat of Foreign Affairs (mexico)",
            "id": "Eentity#5",
            "entityType": "Organization"
        },
        {
            "text": "Venezeula",
            "id": "Eentity#6",
            "entityType": "GPE"
        },
        {
            "text": "Nicaragua",
            "id": "Eentity#7",
            "entityType": "GPE"
        },
        {
            "text": "Cuba",
            "id": "Eentity#8",
            "entityType": "GPE"
        },
        {
            "text": "Refugees",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "United States Department of Homeland Security",
            "patient": "Donald Trump",
            "event": "expanding a Trump-era policy",
            "event_trigger": "expanding",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Loyalty",
            "status": "Actual",
            "morality2": "Authority",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 0,
            "agent": "United States Department of Homeland Security",
            "patient": "Venezuelans",
            "event": "block irregular migration from",
            "event_trigger": "block",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 1,
            "agent": "United States",
            "patient": "Ukrainians",
            "event": "privately sponsor",
            "event_trigger": "sponsor",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 1,
            "agent": "United States",
            "patient": "Venezuelans",
            "event": "allowing up to 24,000 Venezuelans to secure a work authorization",
            "event_trigger": "allowing",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 2,
            "agent": "United States",
            "patient": "Venezuelans",
            "event": "expel",
            "event_trigger": "expel",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "Harm",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 4,
            "agent": "Secretariat of Foreign Affairs (mexico)",
            "patient": "Venezuelans",
            "event": "allow Venezuelans currently in Mexico to apply for sponsorship",
            "event_trigger": "allow",
            "agent2": "United States",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Intentional",
            "morality2": "Care",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 4,
            "agent": "Secretariat of Foreign Affairs (mexico)",
            "patient": "Venezuelans",
            "event": "did not specify if they would implement a limit on Venezuelan Title 42 expulsions",
            "event_trigger": "implement",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#7",
            "para": 9,
            "agent": "Venezeula",
            "patient": "Refugees",
            "event": "failing communist regimes in Venezuela, Nicaragua, and Cuba are driving a new wave of migration",
            "event_trigger": "communist",
            "agent2": "Nicaragua",
            "patient2": "",
            "agent3": "Cuba",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Subversion",
            "morality3": ""
        },
        {
            "e_id": "EventMO#8",
            "para": 11,
            "agent": "Venezuelans",
            "patient": "United States",
            "event": "attempt to enter the country between ports of entry",
            "event_trigger": "enter",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#9",
            "para": 11,
            "agent": "United States Department of Homeland Security",
            "patient": "Venezuelans",
            "event": "barred from the program",
            "event_trigger": "barred",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#10",
            "para": 13,
            "agent": "Venezuelans",
            "patient": "United States",
            "event": "attempt to cross the southern border of the United States illegally",
            "event_trigger": "illegally",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#11",
            "para": 13,
            "agent": "United States Department of Homeland Security",
            "patient": "Venezuelans",
            "event": "will be returned to Mexico and will be ineligible for this process",
            "event_trigger": "returned",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#12",
            "para": 14,
            "agent": "Venezuelans",
            "patient": "United States",
            "event": "follow the lawful process",
            "event_trigger": "follow",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#13",
            "para": 14,
            "agent": "United States Department of Homeland Security",
            "patient": "Venezuelans",
            "event": "will have the opportunity to travel safely to the United States and become eligible to work here",
            "event_trigger": "travel",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#14",
            "para": 16,
            "agent": "United States Department of Homeland Security",
            "patient": "Ukrainians",
            "event": "helped",
            "event_trigger": "helped",
            "agent2": "United States",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#15",
            "para": 22,
            "agent": "Venezeula",
            "patient": "Venezuelans",
            "event": "ongoing economic and political crisis",
            "event_trigger": "crisis",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Harm",
            "status": "Actual",
            "morality2": "Subversion",
            "morality3": ""
        },
        {
            "e_id": "EventMO#16",
            "para": 25,
            "agent": "United States",
            "patient": "Refugees",
            "event": "grant 65,000 additional H2-B visas",
            "event_trigger": "grant",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Authority",
            "status": "Intentional",
            "morality2": "Care",
            "morality3": ""
        },
        {
            "e_id": "EventMO#17",
            "para": 27,
            "agent": "United States Department of Homeland Security",
            "patient": "Refugees",
            "event": "expel",
            "event_trigger": "expel",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#19",
            "para": 28,
            "agent": "Donald Trump",
            "patient": "United States Department of Health and Human Services",
            "event": "naked attempt to decimate the asylum system",
            "event_trigger": "decimate",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Cheating",
            "status": "Intentional",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#20",
            "para": 32,
            "agent": "Secretariat of Foreign Affairs (mexico)",
            "patient": "Venezuelans",
            "event": "permit",
            "event_trigger": "permit",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#21",
            "para": 36,
            "agent": "Joe Biden",
            "patient": "United States",
            "event": "ignoring our immigration laws through the abuse of parole authority",
            "event_trigger": "ignoring",
            "agent2": "United States Department of Homeland Security",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Subversion",
            "status": "Speculative",
            "morality2": "Cheating",
            "morality3": ""
        }
    ],
    "entities_count": 12,
    "events_count": 21,
    "sentence_count": 39,
    "word_count": 1139,
    "article_ideology_1": "Moderate",
    "article_ideology_2": "Moderate",
    "DOCNAME": "TRIPLET_1040_DOCUMENT_0"
}