{
    "title": "Hakeem Jeffries elected House Democratic leader in historic first",
    "news": [
        {
            "id": 0,
            "text": "Washington — House Democrats elected Rep. Hakeem Jeffries of New York as their next party leader in a unanimous vote on Wednesday, ushering in a generational shift as Democrats prepare to relinquish control of the lower chamber in January."
        },
        {
            "id": 1,
            "text": "Long considered a rising star in the party, the 52-year-old Jeffries will make history as the first Black party leader in either chamber of Congress."
        },
        {
            "id": 2,
            "text": "He takes the reins from Speaker Nancy Pelosi, who has served as House Democratic leader since 2003."
        },
        {
            "id": 3,
            "text": "Pelosi, 82, announced earlier this month that she would not seek another leadership position but would remain in the House."
        },
        {
            "id": 4,
            "text": "Wednesday's election means Jeffries will become minority leader when the new Congress convenes on Jan. 3."
        },
        {
            "id": 5,
            "text": "Republicans will hold a narrow majority in the House for the first time since 2019, while Democrats retained control of the Senate in the midterm elections."
        },
        {
            "id": 6,
            "text": "Speaking after the vote, Jeffries said his mandate is to \"advance the ball for everyday Americans and get stuff done.\""
        },
        {
            "id": 7,
            "text": "\"That's what Democrats do."
        },
        {
            "id": 8,
            "text": "That's what our record says."
        },
        {
            "id": 9,
            "text": "Each and every day, House Democrats, committed to fighting hard for working families, middle class folks, those who aspire to be part of the middle class,\" Jeffries said."
        },
        {
            "id": 10,
            "text": "\"Young people, seniors, immigrants, veterans."
        },
        {
            "id": 11,
            "text": "The poor, the sick, the afflicted, the least, the lost and the left behind."
        },
        {
            "id": 12,
            "text": "House Democrats fight for the people.\""
        },
        {
            "id": 13,
            "text": "From left, Reps. Pete Aguilar, Hakeem Jeffries and Katherine Clark hold a press conference after being elected to House Democratic leadership on Wednesday, Nov. 30, 2022."
        },
        {
            "id": 14,
            "text": "Jeffries, whose district encompasses large parts of his native Brooklyn, was first elected to Congress in 2012 and steadily ascended the party ranks, ultimately becoming chairman of the Democratic caucus in 2019."
        },
        {
            "id": 15,
            "text": "He served in the New York State Assembly prior to his election, and was a corporate lawyer before launching his political career, with stints as in-house counsel at Viacom and CBS."
        },
        {
            "id": 16,
            "text": "Senate Majority Leader Chuck Schumer called Jeffries' election a \"turning point in the history of the United States Congress.\""
        },
        {
            "id": 17,
            "text": "\"It's not surprising that House Democrats are turning to someone from Brooklyn to lead the way next year, because when you're from Brooklyn, you learn quickly traits like persistence and serious mettle."
        },
        {
            "id": 18,
            "text": "It's a crowded place and a diverse place."
        },
        {
            "id": 19,
            "text": "You learn how to work with all kinds of different people."
        },
        {
            "id": 20,
            "text": "You learn how to stand your ground."
        },
        {
            "id": 21,
            "text": "You learn to not take things personally,\" Schumer, a fellow Brooklynite, said on the Senate floor."
        },
        {
            "id": 22,
            "text": "\"Hakeem Jeffries exemplifies all these traits.\""
        },
        {
            "id": 23,
            "text": "Serving alongside Jeffries will be Rep. Katherine Clark of Massachusetts, who was elected Democratic whip, and Rep. Pete Aguilar of California, who was selected as caucus chairman."
        },
        {
            "id": 24,
            "text": "All three ran unopposed."
        },
        {
            "id": 25,
            "text": "Like Pelosi, current Majority Leader Steny Hoyer of Maryland declined to seek another leadership post."
        },
        {
            "id": 26,
            "text": "Rep. James Clyburn of South Carolina, the current whip, won a vote to become assistant Democratic leader in an election on Thursday."
        },
        {
            "id": 27,
            "text": "Rep. David Cicilline of Rhode Island briefly challenged Clyburn for the post, citing a need for LGBTQ representation in leadership."
        },
        {
            "id": 28,
            "text": "He dropped his bid Thursday morning."
        },
        {
            "id": 29,
            "text": "Also on Wednesday, Rep. Ted Lieu of California won a four-way race for vice chair of the Democratic caucus, defeating Reps. Debbie Dingell, Joyce Beatty and Madeleine Dean in a vote that took three ballots."
        },
        {
            "id": 30,
            "text": "He ultimately overcame Dingell by a vote of 141 to 74 on the final ballot, becoming the highest-ranking Asian American lawmaker in Congress."
        },
        {
            "id": 31,
            "text": "Pelosi congratulated the new leaders on their elevation, saying in a statement that she looks forward to an \"orderly transition\" before the next Congress."
        },
        {
            "id": 32,
            "text": "\"Together, this new generation of leaders reflects the vibrancy and diversity of our great nation — and they will reinvigorate our Caucus with their new energy, ideas and perspective,\" the California Democrat said."
        },
        {
            "id": 33,
            "text": "\"Now, with the fullest confidence of our Members, our new Leaders are well-prepared to carry on Democrats' fight for working families and defense of Democracy.\""
        },
        {
            "id": 34,
            "text": "Speaking to reporters on Tuesday, Jeffries said the new leadership team recognized the \"solemn responsibility that we are all inheriting, and the best thing that we can do as a result of the seriousness and solemnity of the moment, is lean in hard and do the best damn job that we can for the people.\""
        },
        {
            "id": 35,
            "text": "\"We are a coalition of people with different life experiences, ideologies and backgrounds."
        },
        {
            "id": 36,
            "text": "But at the end of the day, we're always committed to finding the highest common denominator in order to get big things done."
        },
        {
            "id": 37,
            "text": "For everyday Americans."
        },
        {
            "id": 38,
            "text": "I'm confident that we can continue to do it,\" he said."
        },
        {
            "id": 39,
            "text": "Jeffries also offered some insight on his relationship with GOP Leader Kevin McCarthy, the Republican nominee for the speakership."
        },
        {
            "id": 40,
            "text": "\"I think I've been pretty gentle on Kevin McCarthy over the years, to tell you the truth."
        },
        {
            "id": 41,
            "text": "I just respond to things that he has either said or done that I found to be outrageous, such as calling out members on our side of the aisle as extreme when he's got an extraordinary group of members on the other side of the aisle who fall into that category,\" Jeffries said."
        },
        {
            "id": 42,
            "text": "\"Moving forward, it's my hope that House Democrats can find common ground with Republicans to get things done that would make life better for everyday Americans whenever possible."
        },
        {
            "id": 43,
            "text": "But we're also prepared to oppose their extremism when we must.\""
        },
        {
            "id": 44,
            "text": "Rebecca Kaplan and Jack Turman contributed reporting."
        }
    ],
    "entities": [
        {
            "text": "Hakeem Jeffries",
            "id": "Eentity#0",
            "entityType": "People"
        },
        {
            "text": "House Democrats",
            "id": "Eentity#1",
            "entityType": "People"
        },
        {
            "text": "Katherine Clark",
            "id": "Eentity#10",
            "entityType": "People"
        },
        {
            "text": "Pete Aguilar",
            "id": "Eentity#11",
            "entityType": "People"
        },
        {
            "text": "Americans",
            "id": "Eentity#2",
            "entityType": "People"
        },
        {
            "text": "Working Families",
            "id": "Eentity#3",
            "entityType": "People"
        },
        {
            "text": "Middle Class Folks",
            "id": "Eentity#4",
            "entityType": "People"
        },
        {
            "text": "Young People, Seniors, Immigrants, Veterans",
            "id": "Eentity#5",
            "entityType": "People"
        },
        {
            "text": "Chuck Schumer",
            "id": "Eentity#6",
            "entityType": "People"
        },
        {
            "text": "Nancy Pelosi",
            "id": "Eentity#7",
            "entityType": "People"
        },
        {
            "text": "Ted Lieu",
            "id": "Eentity#8",
            "entityType": "People"
        },
        {
            "text": "James Clyburn",
            "id": "Eentity#9",
            "entityType": "People"
        }
    ],
    "annotations": [
        {
            "e_id": "EventMO#0",
            "para": 0,
            "agent": "House Democrats",
            "patient": "Hakeem Jeffries",
            "event": "elected Rep. Hakeem Jeffries of New York as their next party leader in a unanimous vote on Wednesday",
            "event_trigger": "elected",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Fairness",
            "status": "Actual",
            "morality2": "Care",
            "morality3": ""
        },
        {
            "e_id": "EventMO#1",
            "para": 6,
            "agent": "Hakeem Jeffries",
            "patient": "Americans",
            "event": "advance the ball for everyday Americans and get stuff done",
            "event_trigger": "advance",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Intentional",
            "morality2": "Loyalty",
            "morality3": ""
        },
        {
            "e_id": "EventMO#2",
            "para": 9,
            "agent": "House Democrats",
            "patient": "Working Families",
            "event": "committed to fighting hard for",
            "event_trigger": "committed",
            "agent2": "",
            "patient2": "Middle Class Folks",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#3",
            "para": 12,
            "agent": "House Democrats",
            "patient": "Young People, Seniors, Immigrants, Veterans",
            "event": "fight for",
            "event_trigger": "fight",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Speculative",
            "morality2": "Fairness",
            "morality3": ""
        },
        {
            "e_id": "EventMO#4",
            "para": 22,
            "agent": "Chuck Schumer",
            "patient": "Hakeem Jeffries",
            "event": "\"Hakeem Jeffries exemplifies all these traits.\"",
            "event_trigger": "exemplifies",
            "agent2": "",
            "patient2": "",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#5",
            "para": 31,
            "agent": "Nancy Pelosi",
            "patient": "Hakeem Jeffries",
            "event": "congratulated",
            "event_trigger": "congratulated",
            "agent2": "",
            "patient2": "Ted Lieu",
            "agent3": "",
            "patient3": "Katherine Clark",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        },
        {
            "e_id": "EventMO#6",
            "para": 31,
            "agent": "Nancy Pelosi",
            "patient": "Pete Aguilar",
            "event": "congratulated",
            "event_trigger": "congratulated",
            "agent2": "",
            "patient2": "James Clyburn",
            "agent3": "",
            "patient3": "",
            "morality": "Care",
            "status": "Actual",
            "morality2": "",
            "morality3": ""
        }
    ],
    "entities_count": 12,
    "events_count": 7,
    "sentence_count": 45,
    "word_count": 887,
    "article_ideology_1": "Liberal",
    "article_ideology_2": "Liberal",
    "DOCNAME": "TRIPLET_2004_DOCUMENT_0"
}